[
  {
    "CurrentNews": {
      "Title": "Hundreds of 'duped' Scots Volkswagen owners to take on German car giant in mass legal action",
      "Description": "Hundreds of 'duped' Scots Volkswagen owners to take on German car giant in mass legal action",
      "TimeStamp": "03/10/2015",
      "Category": "news",
      "Url": "http://www.eveningtimes.co.uk/news/13801242.Hundreds_of__duped__Scots_Volkswagen_owners_to_take_on_German_car_giant_in_mass_legal_action/",
      "Source": "Evening Times",
      "MainStory": "<p>Hundreds of 'duped' Scots Volkswagen owners to take on German car giant in mass legal action</p><p>SCANDAL-HIT car giant Volkswagen is facing legal action from hundreds of Scots owners 'duped' into buying vehicles they believed were low emission.</p><p>One leading law firm has said it is pursuing a mass litigation against VW after being inundated with calls on the back of the test-rigging revelations.</p><p>The action is said to be potentially one of Scotland's biggest ever legal cases.</p><p>Thompsons Solicitors said it estimated as many as 100,000 car owners in Scotland could be affected by the diesel emissions scandal.</p><p>It comes after VW pulled 4000 new vehicles from its UK showrooms and just days after the German car giant revealed that more than 1.1million of its vehicles already owned in the UK were affected.</p><p>The company said this week that within its various brands the number includes 508,276 Volkswagens, 393,450 Audis, 76,773 Seats, 131,569 Skodas and 79,838 commercial vehicles.</p><p>Meanwhile, Westminster said yesterday that motorists would not be forced to pay more in car tax even if their vehicles are found to be fitted with illegal software to cheat emissions tests.</p><p>The amount of vehicle excise duty, commonly known as car tax, depends on a vehicle's CO2 emissions.</p><p>AA president Edmund King described the clarification on car tax as &quot;common sense&quot;.</p><p>VW has admitted that they used sophisticated software to cheat on emission tests, which allowed them to claim the cars had better green credentials than was actually the case.</p><p>Patrick McGuire, the Thompsons partner in charge of mass litigation, said: &quot;Since news of this scandal first emerged we have taken hundreds of calls from concerned and in many cases furious VW and Audi owners.</p><p>&quot;My firm has had to set up a special unit simply to field the number of calls and begin work on the legal case against VW.</p><p>&quot;We will be pursuing them under consumer protection laws designed to protect the public for fraudulent practice. I would expect very sizeable settlements for those car owners affected.&quot;</p><p>Thompsons said it had taken taken from 254 VW and Audi owners and expected that number to rise considerably in the weeks ahead.</p><p>It said it had also set up a special dedicated hotline number for people who may be affected, predicting it will be a much bigger case than other mass litigation cases it has been involved, including the PiP breast implant scandal and metal on metal hip replacement.</p><p>Mr McGuire added. &quot;It's the size of the fraud perpetrated by VW that is truly shocking. Potentially almost 100,000 car owners in Scotland could be affected. These are people who paid good money to buy a car they thought was good for the environment.</p><p>&quot;Indeed many paid more for a car like this because they thought it was the right thing to do. Now they find they have been defrauded with the resale value of their vehicle gravely affected.&quot;</p><p>Meanwhile, the UK Government has launched an investigation to re-test cars to compare their laboratory results with real-world driving emissions</p><p>The Department for Transport said its inquiry will involve cars and testing facilities that are not provided by the motor industry.</p><p>UK Transport Secretary Patrick McLoughlin said: &quot;The Government expects VW to support owners of these vehicles already purchased in the UK and we are playing our part by ensuring no-one will end up with higher tax costs as a result of this scandal.</p><p>&quot;We are... starting our testing programme to get to the bottom of what the situation is for, VW cars in the UK, and understand the wider implications for other car types to give all consumers certainty.</p><p>&quot;I have been pressing for action at an EU-level to improve emissions tests and will continue to do so. I have also called for a Europe-wide investigation into the use of defeat devices, in parallel to the work we are doing in the UK.&quot;</p>",
      "Images": null,
      "Related": null,
      "Videos": null,
      "Comments": null,
      "Id": "560f14b4e4b0e9151e0e3293"
    },
    "Source": "Evening Times",
    "Path": [],
    "SimilarNews": [],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  },
  {
    "CurrentNews": {
      "Title": "Fastlink route \"a waste of money\"",
      "Description": "Fastlink route \"a waste of money\"",
      "TimeStamp": "03/10/2015",
      "Category": "news",
      "Url": "http://www.eveningtimes.co.uk/news/13801524.Fastlink_route__quot_a_waste_of_money_quot_/",
      "Source": "Evening Times",
      "MainStory": "<p>Fastlink route \"a waste of money\"</p><p>ANGRY residents have branded the Fastlink bus route a waste of money after it emerged bus drivers are being told to ignore their lanes.</p><p>The Evening Times reported yesterday how both McGill and Stagecoach drivers are not using the Govan Fastlink bus lanes because they are too slow.</p><p>Problems with the traffic lights mean buses are not given priority, adding extra time to bus journeys.</p><p>McGill's head of service delivery, Colin Napier, has ordered drivers to ignore the lanes on the Broomielaw, the Squinty Bridge, Pacific Drive and Govan Road at Elder Park roundabout, as well as the lanes inside the hospital because the main road is quicker.</p><p>He said problems with the lights were causing &quot;chaos, delays and confusion.&quot;</p><p>Stagecoach said they had stopped using the lanes last week.</p><p>Tommy Campbell, who lives in the South Side, branded the route &quot;an absolute waste of money.&quot;</p><p>He said: &quot;The disruption caused is ridiculous.</p><p>&quot;It should have been ready for the hospital opening instead of starting the work when it was due to open.</p><p>&quot;McGills will never get a better excuse to withdraw the Fastlink service. The route is an absolute waste of money.&quot;</p><p>Sam McKeown said it was &quot;always going to be a big waste of money.&quot;</p><p>He added: &quot;Govan has been torn to bits installing it.</p><p>&quot;It was never going to be used enough to justify the expenditure.&quot;</p><p>McGills has also applied to the Traffic Commissioner to de-register the F1 service, one of its five Fastlink routes, because they had too many buses using it.</p><p>Evening Times reader Alan Hall suggested the buses should be fitted with transponder units to give drivers control of the traffic lights.</p><p>He said: &quot;The transponder units, which are fitted on trams in Blackpool and Manchester, are operated by the driver on the bus so as to change the lights in favor of the bus and will stop all other road traffic.</p><p>&quot;Every bus using the Fastlink route will have to be fitted with the transponders and also the traffic lights will need to be fitted with receivers to receive the signal from the transponders on the buses. Simple but effective.&quot;</p><p>The F1 Fastlink service is due to end on November 16.</p><p>A spokeswoman for SPT said they were aware of the delays. She said: &quot;We understand that this has caused some frustration to operators on the route.</p><p>&quot;We are now working with Glasgow City Council to agree a programme of works to resolve the issues.&quot;</p><p>The city council confirmed it was aware of &quot;teething problems to traffic signals along the Fastlink route.&quot;</p><p>A spokeswoman said they were working with SPT and the bus operators.</p>",
      "Images": null,
      "Related": null,
      "Videos": null,
      "Comments": null,
      "Id": "560f6914e4b04d2d99c14622"
    },
    "Source": "Evening Times",
    "Path": [
      {
        "Name": "Recreation",
        "Path": "News/Recreation"
      },
      {
        "Name": "Computers",
        "Path": "News/Computers"
      }
    ],
    "SimilarNews": [],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  },
  {
    "CurrentNews": {
      "Title": "Nicola Sturgeon shared a pint with locals after opening MPs office",
      "Description": "Nicola Sturgeon shared a pint with locals after opening MPs office",
      "TimeStamp": "03/10/2015",
      "Category": "news",
      "Url": "http://www.eveningtimes.co.uk/news/13801539.Nicola_Sturgeon_shared_a_pint_with_locals_after_opening_MPs_office/",
      "Source": "Evening Times",
      "MainStory": "<p>Nicola Sturgeon shared a pint with locals after opening MPs office</p><p>NICOLA Sturgeon has officially opened the new office of a Glasgow MP.</p><p>Alison Thewliss celebrated her new base yesterday afternoon, and invited the First Minster to officially open the building.</p><p>The SNP MP for Glasgow Central, and her team of five staff, will base themselves at the Glasgow Cross office from now on, serving the residents of the constituency, which stretches from Toryglen to Cowcaddens and from Yorkhill to Dalmarnock.</p><p>Speaking after the First Minister cut a yellow ribbon at the event, signalling the opening of the office, Ms Thewliss MP said: “I am very grateful to Nicola for taking time out of her busy day to come along and cut the ribbon this afternoon.</p><p>&quot;My new, fully-staffed, Constituency Office is open five days a week and will be the main hub for dealing with constituency casework.</p><p>&quot;During the election, I pledged to be open, accessible and available to my constituents all-year round.</p><p>&quot;The days of Glasgow’s MPs hiding away in the Palace of Westminster are over.</p><p>&quot;We are absolutely clear that - first and foremost - our job is to be a strong voice for our constituency and to speak up for individuals who need our help.</p><p>&quot;It is a tremendous honour to be the MP for Glasgow Central and we are here to serve the people as best we can.</p><p>&quot;We all know that Glasgow has its challenges and people need help with a variety of issues, be it on immigration, benefits and housing to name just a few.</p><p>&quot;My office is open and my staff and I are here to help everyone in Glasgow Central.&quot;</p>",
      "Images": null,
      "Related": null,
      "Videos": null,
      "Comments": null,
      "Id": "560f691ee4b04d2d99c14624"
    },
    "Source": "Evening Times",
    "Path": [
      {
        "Name": "Society",
        "Path": "News/Society"
      },
      {
        "Name": "Arts",
        "Path": "News/Arts"
      }
    ],
    "SimilarNews": [],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  },
  {
    "CurrentNews": {
      "Title": "Inter city train services disrupted for improvement works",
      "Description": "Inter city train services disrupted for improvement works",
      "TimeStamp": "03/10/2015",
      "Category": "news",
      "Url": "http://www.eveningtimes.co.uk/news/13801536.Inter_city_train_services_disrupted_for_improvement_works/",
      "Source": "Evening Times",
      "MainStory": "<p>Inter city train services disrupted for improvement works</p><p>Work to electrify Scotland’s busiest train line takes a step forward this month.</p><p>Overhead power cables are being installed on the Glasgow to Edinburgh line out of Queen Street Station.</p><p>The work will take six months with 90 miles of electric cable linking the countries two biggest cities.</p><p>Some services will be altered in the late evening to enable the work to be completed as soon as possible.</p><p>Most of the work will take place overnight beginning in the next few weeks.</p><p>Services after 2130 Sunday to Thursday between October 5, 2015, and March 17, 2016, some services into Glasgow Queen Street, including the Edinburgh, Stirling, Alloa and Dundee trains, will be using diversionary routes and will have extended journey times. A limited number of stations will also be served by replacement bus services.</p><p>Alterations will be suspended over the Christmas period from December 11 to January 2.</p><p>Rodger Querns, EGIP programme director, said: “The Edinburgh Glasgow Improvement Programme is a massive investment in Scotland’s railway that will help deliver long lasting benefits for both individual passengers and the wider economy.</p><p>“Electrifying the line between our two biggest cities will allow us to run faster, longer, greener trains and cut journey times while increasing the number of seats available.”</p>",
      "Images": null,
      "Related": null,
      "Videos": null,
      "Comments": null,
      "Id": "560f692be4b04d2d99c14626"
    },
    "Source": "Evening Times",
    "Path": [
      {
        "Name": "Recreation",
        "Path": "News/Recreation"
      }
    ],
    "SimilarNews": [],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  },
  {
    "CurrentNews": {
      "Title": "City staff collect two tonnes of clothes for refugees",
      "Description": "City staff collect two tonnes of clothes for refugees",
      "TimeStamp": "03/10/2015",
      "Category": "news",
      "Url": "http://www.eveningtimes.co.uk/news/13801534.City_staff_collect_two_tonnes_of_clothes_for_refugees/",
      "Source": "Evening Times",
      "MainStory": "<p>City staff collect two tonnes of clothes for refugees</p><p>HOUSING staff in Glasgow collected two tonnes of clothes in just four days for the refugee crisis aid effort.</p><p>Glasgow the Caring City charity has organised a collection of clothing and essential supplies to take to camps in the Balkans housing thousands of men women and children fleeing the war in Syria.</p><p>James Dorman Cathcart SNP MSP, where the charity is based assisted with the effort contacting Glasgow Housing Association for help.</p><p>As well as giving financial help with the cost of transporting the shipment a call was made to the organisations staff for warm clothes for the refugees facing a bleak and cold winter in the camps.</p><p>In four days they collected two tonnes, the same weight as a fully grown rhinoceros.</p><p>Mr Dornan praised the charity and the housing staff in the Scottish Parliament during a debate on the refugee crisis.</p><p>He said: “Four days after the call went out, Ross Galbraith from the charity and I went to pick up the aid donated by the staff. I was stunned that in that short period of time they had donated two tonnes of clothes.</p><p>“Huge thanks are due to all those wonderful people who gave so generously.”</p><p>Mr Dornan said in total the Caring City charity has collected 70 tonnes of clothes and soap packed and ready to go to Serbia next week.</p><p>As well as taking aid to the camps Mr Dornan called on Government to ensure Scotland was ready to accept refugees, with some expected in the city by the end of this month.</p><p>He added: “Of course, the work done by charities across Scotland to help refugees where they are stranded across Europe and further afield is only part of all this. We have to be prepared to help when refugees get here. I have been struck by the number of people who have popped into my office offering to help refugees when they arrive. One couple have a spare room that they can offer; and a woman who teaches English as a foreign language wanted to volunteer her time.”</p><p>He said more people in need should be welcomed to the UK and Scotland.</p><p>He added: “In Scotland, we have the room, the resources and the political and public will to help. I hope that, following that meeting, a broader European strategy can be found that allows us to do even more than we are able to do just now.”</p><p>Martin Armstrong, Wheatley Group Chief Executive, said: “We were delighted to take up James’ request for support. Hundreds of our staff across Central Scotland jumped at the chance to help.</p><p>“It was an amazing response. Staff from every part of Wheatley got behind the effort, and donated clothes, shoes and other items, including many that were brand new. Our Environmental Teams collected bags from all over Glasgow, as well as offices in Paisley, West Lothian and Edinburgh.</p><p>“It created a mountain of clothing in the reception at Wheatley House and was graphic testimony of how our staff had stepped up to the mark to help people in crisis.”</p><p>Fiona Hyslop Cabinet secretary for External Affairs said minister, Humza Yousaf, would be visiting Lesbos in Greece this weekend to see the aid effort in action.</p><p>She said: “My colleague, the Minister for Europe and International Development, visited Glasgow the Caring City on Monday with James Dornan and was amazed at the generosity that is being shown by members of the public, who have willingly donated what they can to help others who are in need.”</p>",
      "Images": null,
      "Related": null,
      "Videos": null,
      "Comments": null,
      "Id": "560f6937e4b04d2d99c14628"
    },
    "Source": "Evening Times",
    "Path": [
      {
        "Name": "Society",
        "Path": "News/Society"
      },
      {
        "Name": "Arts",
        "Path": "News/Arts"
      }
    ],
    "SimilarNews": [],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  },
  {
    "CurrentNews": {
      "Title": "Scotland ready willing and able to take 2000 refugees",
      "Description": "Scotland ready willing and able to take 2000 refugees",
      "TimeStamp": "03/10/2015",
      "Category": "news",
      "Url": "http://www.eveningtimes.co.uk/news/13801532.Scotland_ready_willing_and_able_to_take_2000_refugees/",
      "Source": "Evening Times",
      "MainStory": "<p>Scotland ready willing and able to take 2000 refugees</p><p>SCOTLAND is ready to offer a home to at least 2000 refugees council leaders have said.</p><p>Negotiations have been taking place between councils and with the Scottish Government to determine how much capacity each council has to take in people from the refugee camps around Syria.</p><p>Yesterday the Evening Times reported how Glasgow has said it will be able to welcome more than 60 refugees identified by the United Nations in Lebanon and Iraq.</p><p>Now across the country plans to accommodate families are in place with some expected to be able to arrive as early as this month and many more before Christmas.</p><p>Glasgow has been taking part in the Syrian Vulnerable Persons Relocation Scheme and has already given a home to dozens in the last two years.</p><p>Now other councils will follow suit as Scotland is ready to take at least 10% of the 20,000 Prime Minister David Cameron said the UK would accept from camps.</p><p>Cosla president David O’Neill said: “The Syrian refugee crisis has seen not only an outpouring of public concern for the plight of the millions of people who have had to flee their homes but also an unprecedented response from Scottish local government.</p><p>“A number of councils had already been in discussions with the Home Office about their involvement in the Syrian Vulnerable Persons Relocation Scheme.</p><p>The last three weeks has seen all Scotland's councils willing to support a coordinated response to what can only be described as a humanitarian crisis. For many councils that has seen them committing to taking refugees immediately.”</p><p>However he warned that the Home Office must ensure funds are available to ensure support services can be provided and any pressure on existing services for local populations eased.</p>",
      "Images": null,
      "Related": null,
      "Videos": null,
      "Comments": null,
      "Id": "560f6942e4b04d2d99c1462a"
    },
    "Source": "Evening Times",
    "Path": [
      {
        "Name": "Society",
        "Path": "News/Society"
      }
    ],
    "SimilarNews": [
      {
        "Title": "Scotland ready to take share of refugees - Humza Yousaf | Source:Evening Times",
        "Description": "Scotland ready to take share of refugees - Humza Yousaf",
        "Url": "http://www.eveningtimes.co.uk/news/13739011.Scotland_ready_to_take_share_of_refugees___Humza_Yousaf/",
        "Images": null
      },
      {
        "Title": "Glasgow ready to take Syrian refugees | Source:Evening Times",
        "Description": "Glasgow ready to take Syrian refugees",
        "Url": "http://www.eveningtimes.co.uk/news/13799148.Glasgow_ready_to_take_Syrian_refugees/",
        "Images": null
      }
    ],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  },
  {
    "CurrentNews": {
      "Title": "Union seeking assurances over bus depot closure",
      "Description": "Union seeking assurances over bus depot closure",
      "TimeStamp": "03/10/2015",
      "Category": "news",
      "Url": "http://www.eveningtimes.co.uk/news/13801527.Union_seeking_assurances_over_bus_depot_closure/",
      "Source": "Evening Times",
      "MainStory": "<p>Union seeking assurances over bus depot closure</p><p>UNION leaders have said they are seeking reassurances that the closure of a major bus depot will not result in job losses.</p><p>As revealed in later editions of yesterday's Evening Times, First Glasgow is to shut its bus depot in Parkhead after 93 years in the city's East End.</p><p>Hundreds of drivers and staff are facing upheaval as operations move to the company's new &pound;20million Caledonia depot on Cathcart Road in the south side.</p><p>Staff were told yesterday about the planned move, which First said would result in cost-savings, helping protect jobs in the longer term and allowing the company to direct more investment to frontline services. The company said there would be no compulsary redundancies.</p><p>The Unite union said it welcomed the investment but would be seeking assurances that the move would not have a negative impact on jobs or working conditions.</p><p>A Unite spokesman said: &quot;The industry hasn't had its challenges to seek over the last decade, so any investment towards infrastructure that protects jobs and skills is welcome.</p><p>&quot;However, we will be looking for assurances from First that there will be no detriment to jobs, terms and conditions as a result of the proposed transfer.</p><p>&quot;Good employment relations is dependent on the employer keeping trade unions fully consulted and engaged throughout this process, which we trust First will do.&quot;</p><p>First said all Parkhead employees would transfer to the new base and workers in groups where roles would overlap as a result would be given the option to apply for voluntary severance.</p><p>A part of the plans First Glasgow plans to open a new driver rest facility in the east end, to allow driver changeovers and breaks that currently take place at Parkhead to continue.</p><p>The company said Caledonia, located in the south side of the city on Cathcart Road, is less than three miles away from the Tollcross Road site in Parkhead and is specifically designed to cater for large scale bus operations.</p><p>John Mason SNP MSP for Shettleston said: &quot;Presumably First will require the same number of drivers.</p><p>&quot;I would be very concerned about any redundancies.</p><p>&quot;There might be some impact for families who live locally and walk to work.&quot;</p>",
      "Images": null,
      "Related": null,
      "Videos": null,
      "Comments": null,
      "Id": "560f694ee4b04d2d99c1462c"
    },
    "Source": "Evening Times",
    "Path": [
      {
        "Name": "Parkhead",
        "Path": "News/Location/Glasgow/G31/Parkhead"
      }
    ],
    "SimilarNews": [],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  },
  {
    "CurrentNews": {
      "Title": "Judy Murray makes a surprise visit to Jeely Piece Club, Castlemilk for Children in Need",
      "Description": "Judy Murray makes a surprise visit to Jeely Piece Club, Castlemilk for Children in Need",
      "TimeStamp": "03/10/2015",
      "Category": "news",
      "Url": "http://www.eveningtimes.co.uk/news/13801523.Judy_Murray_makes_a_surprise_visit_to_Jeely_Piece_Club__Castlemilk_for_Children_in_Need/",
      "Source": "Evening Times",
      "MainStory": "<p>Judy Murray makes a surprise visit to Jeely Piece Club, Castlemilk for Children in Need</p><p>JUDY MURRAY surprised children in Castlemilk when she turned up with a camera crew in tow for an impromptu play session.</p><p>The tennis coach and Strictly Come Dancing star was filming for Children in Need and seeing how funds donated to the Jeely Piece Club are being put to good use.</p><p>It will all be screened on BBC Scotland this Sunday during coverage of the Great Scottish Run.</p><p>&quot;The club has about 54 kids and we do outdoor play in different parts of Castlemilk,&quot; said Tracey Black, director of services at the Jeely Piece Club.</p><p>&quot;Judy went out into the woods with them to play, it was all about seeing what the kids do and engaging with them. They do things that we all used to: build dens, climb trees and create mud slides.</p><p>&quot;It was a beautiful night, the weather was great.&quot;</p><p>The kids' club, based at Machrie Drive, received about &pound;60,000 over two years from Children in Need to fund staff who will take children to play outdoors.</p><p>Some of the youngsters will be taking part in the children's section of the Great Scottish Run this Saturday.</p><p>&quot;Our kids are aged from five to 12 years old, from schools all across Castlemilk. It let Judy see kids doing physical activity in an outdoor environment and just loving it.</p><p>&quot;Later on, she came back to the community centre and they all played games of tennis with balloons.</p><p>&quot;The kids were really excited, they were getting her to sign arms and bags, you name it. They were asking her lots of questions about Andy and Jamie.</p><p>&quot;The fact she came to them really made a difference, it was great for the kids.&quot;</p><p>Judy left the Jeely Piece Club with a parting shot – a swingball for the youngsters to practice their tennis skills.</p><p>&quot;It was absolutely fantastic to visit the Jeely Piece project in Glasgow and see first-hand how money raised for BBC Children in Need is making such a huge impact on young lives in the local area,&quot; said Judy.</p><p>&quot;Thanks to this project the young people I met are able to play in a safe space outdoors, which is something every young person should be able to enjoy. With the 2015 appeal just around the corner I would like to ask people across the UK to get fundraising, as the money raised really does go on to make a huge difference.&quot;</p>",
      "Images": null,
      "Related": null,
      "Videos": null,
      "Comments": null,
      "Id": "560f695ae4b04d2d99c1462e"
    },
    "Source": "Evening Times",
    "Path": [
      {
        "Name": "Tennis",
        "Path": "News/Sport/Tennis"
      },
      {
        "Name": "Castlemilk",
        "Path": "News/Location/Glasgow/G45/Castlemilk"
      }
    ],
    "SimilarNews": [],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  },
  {
    "CurrentNews": {
      "Title": "Man, 47, arrested over street 'brawl'",
      "Description": "Man, 47, arrested over street 'brawl'",
      "TimeStamp": "03/10/2015",
      "Category": "news",
      "Url": "http://www.eveningtimes.co.uk/news/13801520.Man__47__arrested_over_street__brawl_/",
      "Source": "Evening Times",
      "MainStory": "<p>Man, 47, arrested over street 'brawl'</p><p>A MAN has been arrested in connection with an alleged assault outside a city casino.</p><p>The 47-year-old was detained in custody and is due to an appear at court on Monday.</p><p>It comes after the Evening Times revealed an internal probe had been launched into the case amid claims evidence was destroyed.</p><p>Police were called to the scene of a disturbance, near the Genting Casino, in Sauchiehall Street, at about 4am on Wednesday, September 16.</p><p>A 29-year-old man was previously arrested.</p><p>A Police Scotland spokeswoman said: &quot;A 47-year-old man has been arrested and is presently detained in police custody in connection with this incident.&quot;</p>",
      "Images": null,
      "Related": null,
      "Videos": null,
      "Comments": null,
      "Id": "560f6965e4b04d2d99c14630"
    },
    "Source": "Evening Times",
    "Path": [
      {
        "Name": "Society",
        "Path": "News/Society"
      }
    ],
    "SimilarNews": [
      {
        "Title": "Man, 27, arrested over Paisley death | Source:Evening Times",
        "Description": "A MAN has been arrested in connection with the death of a young man.",
        "Url": "http://www.eveningtimes.co.uk/news/man-27-arrested-over-paisley-death-194808n.116435011",
        "Images": [
          {
            "Name": "et_Police-tape-generic-crime-scene-2081534_27.jpg",
            "Caption": ""
          }
        ]
      },
      {
        "Title": "Man, 47, arrested over barber shop blaze | Source:Evening Times",
        "Description": "A MAN is due to appear in court today in connection with a wilful fire-raising at Turkish barber shop.",
        "Url": "http://www.eveningtimes.co.uk/news/man-47-arrested-over-barber-shop-blaze-210459n.129092733",
        "Images": [
          {
            "Name": "et_29095395.jpg",
            "Caption": ""
          }
        ]
      }
    ],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  },
  {
    "CurrentNews": {
      "Title": "Passenger plane reported missing",
      "Description": "Passenger plane reported missing",
      "TimeStamp": "03/10/2015",
      "Category": "news",
      "Url": "http://www.eveningtimes.co.uk/news/13801513.Passenger_plane_reported_missing/",
      "Source": "Evening Times",
      "MainStory": "<p>Passenger plane reported missing</p><p>INDONESIA: A passenger plane carrying 10 people has been reported missing in the east of the country.</p><p>Transportation Ministry spokesman Julius Barata said the Twin Otter plane lost contact while on a flight in South Sulawesi province.</p><p>He explained that the plane lost radio contact about 30 minutes before it was expected to land in Makassar, the provincial capital.</p><p>It was carrying three crew and seven passengers, including three children.</p>",
      "Images": null,
      "Related": null,
      "Videos": null,
      "Comments": null,
      "Id": "560f6970e4b04d2d99c14632"
    },
    "Source": "Evening Times",
    "Path": [
      {
        "Name": "Science",
        "Path": "News/Science"
      },
      {
        "Name": "Recreation",
        "Path": "News/Recreation"
      }
    ],
    "SimilarNews": [],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  },
  {
    "CurrentNews": {
      "Title": "President’s anger over US shootings",
      "Description": "President’s anger over US shootings",
      "TimeStamp": "03/10/2015",
      "Category": "news",
      "Url": "http://www.eveningtimes.co.uk/news/13801512.President___s_anger_over_US_shootings/",
      "Source": "Evening Times",
      "MainStory": "<p>President’s anger over US shootings</p><p>USA: President Barack Obama says the United States has “become numb” to mass shootings like the incident in Oregon, where a 20-year-old gunman killed at least nine people at Umpqua Community College.</p><p>Mr Obama challenged voters wanting to deal with the problem to vote for elected officials who agree with that priority.</p><p>He has had no success throughout his almost seven years in the White House in getting Congress to tighten laws involving firearms.</p><p>The president noted that this was not his first appearance before reporters to pass on his condolences to the families and friends of the fallen in mass shootings.</p><p>These incidents have become frequent in the life of America. Over the past several years, Obama has travelled to Aurora, Colorado; Tucson, Arizona; Charleston, South Carolina, and many other cities to mourn victims of gun violence.</p><p>President Obama said the nation’s response to mass shootings has become “routine” – from the reporting by the media, to his own comments, to the opposition to gun control laws.</p><p>Mr Obama spoke at times with anger in his voice and the muscles in his jaw tensed up as he seemed to struggle to find the right words.</p><p>He said it is clear that anyone responsible for such carnage has a sickness in his mind.</p><p>He said other nations also have mentally ill residents who want to harm others, but the United States is alone in the type of problem it faces.</p><p>“We are the only advanced country that sees these kinds of mass shootings every few months,” Mr Obama added.</p>",
      "Images": null,
      "Related": null,
      "Videos": null,
      "Comments": null,
      "Id": "560f697be4b04d2d99c14634"
    },
    "Source": "Evening Times",
    "Path": [
      {
        "Name": "Society",
        "Path": "News/Society"
      }
    ],
    "SimilarNews": [],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  },
  {
    "CurrentNews": {
      "Title": "US Air Force plane crashes, killing 11",
      "Description": "US Air Force plane crashes, killing 11",
      "TimeStamp": "03/10/2015",
      "Category": "news",
      "Url": "http://www.eveningtimes.co.uk/news/13801511.US_Air_Force_plane_crashes__killing_11/",
      "Source": "Evening Times",
      "MainStory": "<p>US Air Force plane crashes, killing 11</p><p>AFGHANISTAN: Eleven people, including six US air crew, were killed when a US Air Force C-130J transport plane crashed.</p><p>The plane crashed at Jalalabad Airfield in eastern Afghanistan at about midnight local time.</p><p>A spokesman for the 455th Air Expeditionary Wing at Bagram Airfield in Afghanistan said six US service members who comprised the plane’s crew died, along with five civilians.</p><p>The US military said the cause of the crash was under investigation.</p><p>There are about 1000 coalition forces in eastern Afghanistan as well as about 40,000 Afghan troops, according to Nato. The US has about 9800 troops in Afghanistan, although the numbers are expected to go down a bit by the end of the year.</p>",
      "Images": null,
      "Related": null,
      "Videos": null,
      "Comments": null,
      "Id": "560f6987e4b04d2d99c14636"
    },
    "Source": "Evening Times",
    "Path": [
      {
        "Name": "Society",
        "Path": "News/Society"
      }
    ],
    "SimilarNews": [],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  },
  {
    "CurrentNews": {
      "Title": "PM makes final push for power",
      "Description": "PM makes final push for power",
      "TimeStamp": "03/10/2015",
      "Category": "news",
      "Url": "http://www.eveningtimes.co.uk/news/13801510.PM_makes_final_push_for_power/",
      "Source": "Evening Times",
      "MainStory": "<p>PM makes final push for power</p><p>PORTUGAL: The prime minister has made a final push to boost his chances of not only winning this weekend’s election, as predicted by opinion polls, but also of securing an absolute majority and a more stable government.</p><p>On the last day of campaigning before tomorrow’s election - Portugal’s first since a debt crisis, austerity and a bailout - Polls have all given centre-right Prime Minister Pedro Passos Coelho a lead, of between five and 12 points.</p><p>But, with up to 15 per cent still undecided, both Passos Coelho and his centre-left Socialist opponent Antonio Costa pushed for more support.</p>",
      "Images": null,
      "Related": null,
      "Videos": null,
      "Comments": null,
      "Id": "560f6992e4b04d2d99c14638"
    },
    "Source": "Evening Times",
    "Path": [
      {
        "Name": "Society",
        "Path": "News/Society"
      }
    ],
    "SimilarNews": [],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  },
  {
    "CurrentNews": {
      "Title": "Pope’s statement on Davis meeting",
      "Description": "Pope’s statement on Davis meeting",
      "TimeStamp": "03/10/2015",
      "Category": "news",
      "Url": "http://www.eveningtimes.co.uk/news/13801509.Pope___s_statement_on_Davis_meeting/",
      "Source": "Evening Times",
      "MainStory": "<p>Pope’s statement on Davis meeting</p><p>VATICAN: Pope Francis’s meeting with Kim Davis “should not be considered a form of support of her position”</p><p>After days of confusion, the Vatican issued a statement clarifying the Pope’s September 24 meeting with Mrs Davis, a county clerk in Kentucky who has become a focal point in the gay marriage debate in the US.</p><p>The Vatican said Pope Francis met with many people, due to his “kindness and availability”.</p>",
      "Images": null,
      "Related": null,
      "Videos": null,
      "Comments": null,
      "Id": "560f699de4b04d2d99c1463a"
    },
    "Source": "Evening Times",
    "Path": [
      {
        "Name": "Society",
        "Path": "News/Society"
      }
    ],
    "SimilarNews": [],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  },
  {
    "CurrentNews": {
      "Title": "Russia told to focus strikes on IS",
      "Description": "Russia told to focus strikes on IS",
      "TimeStamp": "03/10/2015",
      "Category": "news",
      "Url": "http://www.eveningtimes.co.uk/news/13801508.Russia_told_to_focus_strikes_on_IS/",
      "Source": "Evening Times",
      "MainStory": "<p>Russia told to focus strikes on IS</p><p>USA: Pentagon officials urged the Russian military to focus its airstrikes in Syria on Islamic State (IS) fighters rather than opponents of Syrian President Bashar Assad.</p><p>Tensions between Washington and Moscow are escalating over Russian airstrikes that apparently are serving to strengthen Assad by targeting rebels rather than hitting IS fighters it promised to attack.</p><p>“What is important is Russia has to not be engaged in any activities against anybody but (the IS group),” US secretary of state John Kerry said.</p>",
      "Images": null,
      "Related": null,
      "Videos": null,
      "Comments": null,
      "Id": "560f69a8e4b04d2d99c1463c"
    },
    "Source": "Evening Times",
    "Path": [
      {
        "Name": "Society",
        "Path": "News/Society"
      }
    ],
    "SimilarNews": [],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  },
  {
    "CurrentNews": {
      "Title": "Pond drainage is quackers say worried walkers",
      "Description": "Pond drainage is quackers say worried walkers",
      "TimeStamp": "03/10/2015",
      "Category": "news",
      "Url": "http://www.eveningtimes.co.uk/news/13801743.Pond_drainage_is_quackers_say_worried_walkers/",
      "Source": "Evening Times",
      "MainStory": "<p>Pond drainage is quackers say worried walkers</p><p>WALKERS in Queen’s Park are in a flap about “dangerous” water levels they fear could drive out resident ducks.</p><p>Since drainage work took place at the smaller pond in the South Side park in July, the water supply has been affected and levels have dropped by about a third.</p><p>Scottish opera receptionist Morna Gourlay walks her dog Finzi, a red setter cross, in the park at least twice a day and is worried that the 30 plus ducks may be forced out of their territory.</p><p>She said: “There has always been a pipe with clear water running into it but, since the council did drainage work in July, the water has stopped.</p><p>“The water has evaporated and we haven’t had much rain since August.<br /> “The water levels are getting down dramatically.&nbsp;“You can see the bottom of the pond and the roots of the vegetation.&nbsp;“The ducks have a little beach now but they can’t swim among the reeds.”</p><p>Morna, of Pollokshaws Road, has written to the First Minister, the city council, the RSPB and conservation charity Froglife, she said.&nbsp;“There’s great cause for concern,” she added. “Everyone I meet is saying what’s happening to this pond?&nbsp;“You can’t just turn off the water supply. What water remains resembles diluted sewage.&nbsp;“The pond is very popular with children, we get a lot of them feeding the ducks.”<br /> She estimated the water level was now at about two feet deep.</p><p>She added: “The RSPB say the ducks will eventually fly away if the level gets too low.</p><p>“They could use the other pond but there is no shelter there for them there.<br /> “The low level also means the island in the duck pond – which could be used as refuge from foxes – could be reached by animals.”</p><p>The issue has also been raised by the Friends of Queen’s Park.</p><p>A spokesman said the water level was “deteriorating badly” and that action was required from the council.&nbsp;He said: “The head of parks needs to start doing his job.&nbsp;“This pond and its inhabitants are now in danger.”</p><p>A spokeswoman for Glasgow City Council said: “There is no threat to wildlife.<br /> “The water level in the small pond at Queens Park is monitored on a daily basis, however, sustaining the correct water level will prevent frequent flooding of the paths around the pond and park.”</p>",
      "Images": null,
      "Related": null,
      "Videos": null,
      "Comments": null,
      "Id": "560fbd73e4b0d5fa0d710c98"
    },
    "Source": "Evening Times",
    "Path": [
      {
        "Name": "Park",
        "Path": "News/Location/Glasgow/G3/Park"
      }
    ],
    "SimilarNews": [],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  },
  {
    "CurrentNews": {
      "Title": "Union: 200,000 families across Scotland to be hit by tax credits cut",
      "Description": "Union: 200,000 families across Scotland to be hit by tax credits cut",
      "TimeStamp": "03/10/2015",
      "Category": "news",
      "Url": "http://www.eveningtimes.co.uk/news/13801305.Union__200_000_families_across_Scotland_to_be_hit_by_tax_credits_cut/",
      "Source": "Evening Times",
      "MainStory": "<p>Union: 200,000 families across Scotland to be hit by tax credits cut</p><p>Nearly 200,000 households across Scotland - and almost 30,000 in Glasgow alone– will lose out under the Conservative Government’s planned tax credit cuts.</p><p>The changes will leave many low-to middle-income working families significantly worse off, according to new research by the union Unison.</p><p>It estimates that around two in five of all working families with dependent children could lose as much as &pound;3,000 a year when the reforms come into place next April.</p><p>The changes were announced in George Osborne’s post-election Budget in July.</p><p>Ministers say that they are needed to cut the UK’s ballooning social security bill and that tax credits, introduced by Gordon Brown when he was Chancellor, were never designed to help so many families.</p><p>The government also argues that the effect of the cuts will be offset by the planned National Living Wage.</p><p>But economists have pointed out that overall the reforms will see many workers lose more than they gain.</p><p>David Cameron is under increasing pressure from some Conservative MPs, fearful of the response from constituents, over the issue.</p><p>Frank Field, the Labour MP and chairman of the Commons Work and Pensions Committee, has written to Mr Osborne urging him to halt the planned cuts for the lowest paid, those earning less than &pound;13,100.</p><p>A worker putting in 35 hours per week on the National Living Wage would earn &pound;13,100 per year.</p><p>Mr Field said: “Just before Christmas 3.2 million low paid workers will receive a letter from the Chancellor telling them he intends to cut their wage packets on average by &pound;1,350 a year. Tory MPs will then be under siege from their constituents.</p><p>“My letter to the Chancellor offers him a way out by protecting the lowest earners and their children.”</p><p>Overall, Unison said that the announced changes to the tax credit taper and threshold will see &pound;4.4bn a year taken out of the income of low-to-middle income families across the UK.</p><p>In some cases, it warns, workers stand to see their take-home pay fall by more than 10 per cent.</p><p>In Glasgow alone, 27,000 families will be hit.</p><p>Unison General Secretary Dave Prentis said: “Many of the millions of families who will be the victims of the Chancellor’s cruel tax credits snatch and grab still have no idea that they are going to lose out next year.</p><p>“Tax credits are a lifeline for these families – quite simply they are the difference between them keeping their heads above water and going under.</p><p>“The government is full of praise for people who go out to work to try and provide better lives for their children. Yet these are the very people these punitive changes will hurt. It’s time for the Chancellor to admit that he’s got this one very wrong, and back down before it’s too late.”</p>",
      "Images": null,
      "Related": null,
      "Videos": null,
      "Comments": null,
      "Id": "560fbd7ee4b0d5fa0d710c9a"
    },
    "Source": "Evening Times",
    "Path": [
      {
        "Name": "Society",
        "Path": "News/Society"
      }
    ],
    "SimilarNews": [],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  },
  {
    "CurrentNews": {
      "Title": "Passengers to get automatic compensation for Virgin train delays.",
      "Description": "Passengers to get automatic compensation for Virgin train delays.",
      "TimeStamp": "03/10/2015",
      "Category": "news",
      "Url": "http://www.eveningtimes.co.uk/news/13801287.Passengers_to_get_automatic_compensation_for_Virgin_train_delays_/",
      "Source": "Evening Times",
      "MainStory": "<p>Passengers to get automatic compensation for Virgin train delays.</p><p>PASSENGERS will automatically receive compensation if they are hit by delays on a major rail line.</p><p>The system, which has been introduced in the UK for the first time, will see Virgin Trains passengers travelling from Glasgow to London receive money directly on to their payment cards within three days if their journey is delayed by at least half an hour.</p><p>The scheme is available to people who buy Advance tickets through the operator's website or mobile app.</p><p>Virgin estimates that it will pay out an extra &pound;2.8 million under the new scheme, which will operate on the West Cost Main line. It has been introduced because many people do not use the existing online claim form.</p><p>Some 5 per cent of trains run by the operator were either cancelled, late by more than 30 minutes or failed to make a scheduled stop in the 12 months to September 19, according to Network Rail figures.</p><p>Around 3.5 million journeys on the West Coast Main Line will fall under the terms of the Automatic Delay Repay (ADR) system each year and be eligible for compensation if delayed.</p><p>Derek Mackay, Scottish Government Minister for Transport and Islands, said: “It is good to see the latest technology being used to improve customer service and compensation for passengers.</p><p>&quot;Virgin are setting a new benchmark but as a regular rail user, and Transport Minister, I hope delays and, therefore, payments are minimal.”</p><p>The rates of compensation in include 50 per cent of the of the cost of a single ticket or the relevant portion of a return ticket for delays of 30-59 minutes, a full refund of a single ticket for delays between one and two hours and a full refund of a single and the return ticket for longer waits.</p><p>Virgin policy states that it does not normally accept claims in cases where trains are delayed if the passenger was notified of the delay before they bought the ticket.</p><p>Mike Hewitson, head of policy at independent watchdog Transport Focus, said: &quot;This is a great step forward and we would like to see this system introduced across all operators and ticket types.&quot;</p><p>Phil Whittingham, managing director of Virgin Trains, said: &quot;We're proud of our record of customer service at Virgin Trains and are always looking for new ways to innovate for the benefit of customers.&quot;</p><p>UK Transport Secretary Patrick McLoughlin described the development as &quot;fantastic news&quot; and called for it to be rolled out nationwide.</p><p>He said: &quot;Virgin Trains are making the most of modern technology to improve the service customers get.</p><p>&quot;Our plan is to make sure passengers across the country benefit from schemes like this and we are encouraging other operators to roll out similar schemes nationwide.&quot;</p><p>ADR only applies for Advance tickets when a specific train has been booked.</p><p>A seat reservation is not enough and journeys with multiple connections across different operators are not eligible.</p><p>Delays for journeys not suitable for ADR can still be claimed for in the normal way.</p>",
      "Images": null,
      "Related": null,
      "Videos": null,
      "Comments": null,
      "Id": "560fbd89e4b0d5fa0d710c9c"
    },
    "Source": "Evening Times",
    "Path": [
      {
        "Name": "Computers",
        "Path": "News/Computers"
      },
      {
        "Name": "Business",
        "Path": "News/Economics/Business"
      }
    ],
    "SimilarNews": [],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  },
  {
    "CurrentNews": {
      "Title": "City kids on the run",
      "Description": "City kids on the run",
      "TimeStamp": "03/10/2015",
      "Category": "news",
      "Url": "http://www.eveningtimes.co.uk/news/13801747.City_kids_on_the_run/",
      "Source": "Evening Times",
      "MainStory": "<p>City kids on the run</p><p>BUDDING athletes were put through their paces ahead of one of the UK’s biggest mass participation runs.</p><p>Hundreds of children from the city’s schools laced up their trainers to take part in the Get Ready to Run programme,organised by Glasgow Life and sponsored by the Bank of Scotland.</p><p>Youngsters have been training hard over the past six weeks for yesterday’s Schools Challenge under the expert guidance of PE teachers.</p><p>The event is tied in with this weekend’s Great Scottish Run, which is expected to attract some 30,000 people runners on Sunday.&nbsp;</p><p>The festival kicks off on Saturday with a trio of events – the Great Scottish Junior Run over 2.5km at 10am, followed by the Great Scottish Family Dash which is done in two waves at 11am and 12am and finally the Toddler Dash over 100m, at 12.50pm.</p><p>On Sunday the 10k gets underway with the elite wheelchair race at 9.40am before the the big one, the half marathon, at 11.30am with the first person across the line expected approximately an hour later.</p><p>Sadly, the legendary Ethiopian Haile Gebrselassie had to withdraw from Sunday’s 10k but the race organisers are hoping the Glasgow crowds will still turn up to support this year’s runners.</p><p>Don’t forget, the Evening Times will be publishing a 16-page pullout on Monday with all the highlights from the weekend events.</p>",
      "Images": null,
      "Related": null,
      "Videos": null,
      "Comments": null,
      "Id": "560fbd94e4b0d5fa0d710c9e"
    },
    "Source": "Evening Times",
    "Path": [
      {
        "Name": "Sports",
        "Path": "News/Sports"
      },
      {
        "Name": "Recreation",
        "Path": "News/Recreation"
      }
    ],
    "SimilarNews": [],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  },
  {
    "CurrentNews": {
      "Title": "Autumn gold: Scotland set for stunning New England-style \"Fall\"",
      "Description": "Autumn gold: Scotland set for stunning New England-style \"Fall\"",
      "TimeStamp": "03/10/2015",
      "Category": "news",
      "Url": "http://www.eveningtimes.co.uk/news/13801299.Autumn_gold__Scotland_set_for_stunning_New_England_style__Fall_/",
      "Source": "Evening Times",
      "MainStory": "<p>Autumn gold: Scotland set for stunning New England-style \"Fall\"</p><p>SCOTLAND is set to enjoy a stunning New England-style &quot;Fall&quot; as a result of the stunning early-October weather.</p><p>An expert at the Royal Botanic Garden in Edinburgh says the rare combination of warm, sunny days and chilly nights should produce a riot of colour as tree leaves die.</p><p>David Knott, curator of living collections, says the yellow, brown and golden tones of the nation's trees are set to be the most vivid since 2003.</p><p>He said: &quot;From a plant perspective, this kind of weather is fantastic for autumn colour.</p><p>&quot;We have had warm days, cool nights and not a lot of rain - much like places in America where you get fantastic autumn displays.</p><p>&quot;The last time we had weather like this was in 2003. We usually get reasonable colour on the trees in autumn but this time we expect it to be much better and brighter.</p><p>&quot;Trees such as the maples and birches are especially spectacular at this time of year.&quot;</p><p>The unusually sunny autumn means that the leaves are producing more sugar than normal. The cool evenings mean the sugar creates more of the red pigment that gives autumn leaves their colour.</p><p>David added that he thinks the weather is &quot;compensating&quot; for the dismal summer months.</p><p>&quot;This July was below average weather-wise,&quot; he said.</p><p>&quot;I think this could be compensation payback. However, we do need a bit of rain soon otherwise we could be facing a shortage.&quot;</p><p>Pictures of the gardens show that some trees have already started to turn, with the floor covered in a blanket of golden leaves.</p>",
      "Images": null,
      "Related": null,
      "Videos": null,
      "Comments": null,
      "Id": "560fbda0e4b0d5fa0d710ca0"
    },
    "Source": "Evening Times",
    "Path": [
      {
        "Name": "Society",
        "Path": "News/Society"
      }
    ],
    "SimilarNews": [],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  },
  {
    "CurrentNews": {
      "Title": "Winners who mean business",
      "Description": "Winners who mean business",
      "TimeStamp": "03/10/2015",
      "Category": "news",
      "Url": "http://www.eveningtimes.co.uk/news/13801755.Winners_who_mean_business/",
      "Source": "Evening Times",
      "MainStory": "<p>Winners who mean business</p><p>THE expression of joy on their faces told its own story.</p><p>Ivor Lough, Ross Allan and Oliver Jackson, the partners behind the Pets ’n’ Vets Family, were delighted to be named Glasgow’s Favourite Business.</p><p>The company had romped home to the title after obtaining a substantial number of votes from Evening Times readers.</p><p>Mr Jackson was presented with the award by Rob Bruce, Executive Editor of the Evening Times, at the 2015 Glasgow Business Awards, staged by Glasgow Chamber of Commerce at the Hilton Hotel in Glasgow’s William Street.</p><p>“We can’t believe we’ve won, it’s absolutely fantastic,” said Mr Jackson.&nbsp;</p><p>Barrhead Travel, a winner of the Favourite Business title in 2010, this year won the &nbsp;award for creative marketing. Chief executive Sharon Munro said: “We’re absolutely delighted.</p><p>“We were up against some really stiff competition so we’re thrilled to have won. Our team put a lot of hard effort into this and I couldn’t be happier for them.”<br /> Film City Glasgow &nbsp;won the Green Champion award.</p><p>As she came off the stage, with the award, general manager&nbsp;Sarah Potter said: “I’m shocked, but it was a lovely surprise.”</p><p>The family-owned GAP Group Hire Solutions won three awards – the award for people development, the award for best performing business (over 51 employees) and the Bank of Scotland award for most outstanding business.</p><p>More than 700 guests attended the black-tie dinner and awards, hosted by Fred MacAulay.</p><p>Stuart Patrick, Chamber Chief Executive, said: “The variety of winners at this year’s ceremony is a testament to Glasgow.”</p><p>Lord Gordon of Strathblane CBE – or Jimmy Gordon as he was to known TV and radio audiences – won the Lifetime Achievement Award for a career which included &nbsp;launching Radio Clyde.&nbsp;</p><p>&nbsp;</p>",
      "Images": null,
      "Related": null,
      "Videos": null,
      "Comments": null,
      "Id": "560fbdace4b0d5fa0d710ca2"
    },
    "Source": "Evening Times",
    "Path": [
      {
        "Name": "Arts",
        "Path": "News/Arts"
      }
    ],
    "SimilarNews": [],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  },
  {
    "CurrentNews": {
      "Title": "Politicians join Trident protest",
      "Description": "Politicians join Trident protest",
      "TimeStamp": "03/10/2015",
      "Category": "news",
      "Url": "http://www.eveningtimes.co.uk/news/13801750.Politicians_join_Trident_protest/",
      "Source": "Evening Times",
      "MainStory": "<p>Politicians join Trident protest</p><p>MPS and councillors urged David Cameron to scrap plans to renew Trident when they met at a demonstration in Glasgow.</p><p>The local and national politicians - including Alison Thewliss MP, Chris Stephens MP, Gavin Newlands MP, Patrick Harvie MSP, Councillor Susan Aitken and Councillor Anna Richardson - met with CND campaigners in the city’s Buchanan Street to sign a declaration.</p><p>It states: “We call on the UK Prime Minister to respect the democratic will of the people of Scotland and cancel the &pound;100 billion plan to renew Trident”.</p><p>John Ainslie, coordinator of Scottish CND said: “When it comes to the vote next year we can be almost certain that 58 of Scotland’s 59 MPs will &nbsp; &nbsp;oppose Trident renewal.&nbsp;<br /> “The Scottish Parliament voted against the proposal in 2007 and 2014. &nbsp;</p><p>“David Cameron should respect the expressed will of the people of Scotland and scrap the plan for new nuclear-armed submarines.”</p><p>Labour’s sole MP, Ian Murray, has spoken against Trident.&nbsp;Mr Ainslie said: “The Liberal Democrat conference agreed that they would oppose the current proposal for Trident renewal and so Alistair Carmichael is likely to also vote against, leaving David Mundell as the sole Scottish MP who backs Trident renewal.”</p>",
      "Images": null,
      "Related": null,
      "Videos": null,
      "Comments": null,
      "Id": "560fbdb7e4b0d5fa0d710ca4"
    },
    "Source": "Evening Times",
    "Path": [
      {
        "Name": "Society",
        "Path": "News/Society"
      }
    ],
    "SimilarNews": [],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  },
  {
    "CurrentNews": {
      "Title": "Murder hunt launched after man is found in a Cumbernauld street following a disturbance - Daily Record",
      "Description": "25-year-old Anthony Laurie was taken to Monklands and District General Hospital but died a short time later.",
      "TimeStamp": "03/10/2015",
      "Category": "news",
      "Url": "http://www.dailyrecord.co.uk/news/crime/murder-hunt-launched-after-man-6564858",
      "Source": "http://www.dailyrecord.co.uk",
      "MainStory": "<p> THE death of a man found injured in a street is being treated as <a href=\"http://www.dailyrecord.co.uk/news/crime/duncan-banks-murder-man-found-6553875\" data-content-type=\"news\" data-type=\"inline\" data-action=\"6553875\" data-word-count=\"1\" data-track=\"false\">murder</a> , police have said. </p>\n<p>Officers were called to a disturbance in Glenhove Road, Cumbernauld, North Lanarkshire, at around midnight of Thursday into Friday, where they found 25-year-old Anthony Laurie with serious injuries.</p>\n<p>Mr Laurie, of the town's Kildrum area, was taken to Monklands and District General Hospital but died a short time later.</p>\n<p> Police Scotland have launched a <a href=\"http://www.dailyrecord.co.uk/news/crime/duncan-banks-murder-man-found-6553875\" data-content-type=\"news\" data-type=\"inline\" data-action=\"6553875\" data-word-count=\"2\" data-track=\"false\">murder inquiry</a> into his <a href=\"http://www.dailyrecord.co.uk/news/crime/duncan-banks-murder-man-found-6553875\" data-content-type=\"news\" data-type=\"inline\" data-action=\"6553875\" data-word-count=\"1\" data-track=\"false\">death</a> , following the results of a post-mortem examination. </p>\n<p>Officers want to speak to anyone who can help them piece together Mr Laurie's movements earlier on Thursday.</p>\n<p>Detective Chief Inspector Laura Mcluckie, of the force's major investigation team, said: &quot;My officers have been conducting door to door enquiries and viewing CCTV in an attempt to identify the person or persons responsible for Mr Laurie's death.</p>\n<p>&quot;We are also trying to track his movements on the day of Thursday and would like to speak to anyone who had seen him prior to midnight that day.</p>\n<p>&quot;He is described as 25 years of age, 5ft 10ins, of medium build, short brown receding hair, brown eyes and was wearing a navy Lacoste tracksuit, royal blue polo shirt, and black Nike trainers.</p>\n<p>&quot;I am also keen to speak to anyone who was in the vicinity and witnessed a disturbance at Glenhove Road, Cumbernauld shortly before midnight on Thursday October 1.&quot;</p>\n<p>Police can be contacted on 101, while Crimestoppers can be reached on 0800 555 111.</p>\n",
      "Images": [
        {
          "Name": "http://gms.dcs.gla.ac.uk/resources/images/drcwg_JS73626610.jpg",
          "Caption": "Anthony Laurie who was found injured in a street in Cumbernauld"
        }
      ],
      "Related": null,
      "Videos": null,
      "Comments": null,
      "Id": "560fd75ee4b0a81ee46de8ad"
    },
    "Source": "Daily Record",
    "Path": [
      {
        "Name": "Murder",
        "Path": "News/Society/Incidence/Crime/Homicide/Murder"
      }
    ],
    "SimilarNews": [
      {
        "Title": "Murder probe launched after body of young man is found in Glasgow flat - Daily Record | Source:Daily Record",
        "Description": "EMERGENCY services were called to the scene in the south side oif the city shortly after 1pm on Thursday and police are treating the 27-year-old's death as suspicious.",
        "Url": "http://www.dailyrecord.co.uk/news/scottish-news/murder-probe-launched-after-body-5114992",
        "Images": [
          {
            "Name": "dr_Kennishead-Avenue.png",
            "Caption": ""
          }
        ]
      },
      {
        "Title": "Murder inquiry launched in Glasgow after man, 65, dies following early morning street attack - Daily Record | Source:Daily Record",
        "Description": "THE elderly victim was injured during a street disturbance in Govanhill just after midnight and was taken to hospital where he died shortly afterwards.",
        "Url": "http://www.dailyrecord.co.uk/news/scottish-news/murder-inquiry-launched-glasgow-after-4849082",
        "Images": [
          {
            "Name": "dr_jpeg.jpg",
            "Caption": ""
          }
        ]
      },
      {
        "Title": "Murder hunt after jeweller found dead at home in Perthshire - Daily Record | Source:Daily Record",
        "Description": "The body of Alan Gardner, 49, was discovered in his home in Balbeggie, where he ran his bespoke jewellery business",
        "Url": "http://www.dailyrecord.co.uk/news/scottish-news/murder-hunt-after-jeweller-found-5574922",
        "Images": [
          {
            "Name": "drcwg_Perthshire-murder-scene.jpg",
            "Caption": "Suspicious death: Police at the scene in Balbeggie"
          },
          {
            "Name": "drcwg_Alan-Gardner-jewellery.jpg",
            "Caption": "Bespoke: Jewellery designed by Alan Gardner"
          }
        ]
      },
      {
        "Title": "A murder hunt has been launched following the death of a man in a Hamilton cul de sac - Daily Record | Source:Daily Record",
        "Description": "THE 34-year-old sustained a fatal injury in the disturbance in Margaret Gardens at around 7.20pm tonight, Police Scotland said.",
        "Url": "http://www.dailyrecord.co.uk/news/scottish-news/murder-hunt-been-launched-following-5920615",
        "Images": [
          {
            "Name": "drcwg_JS34007669.jpg",
            "Caption": "Police are appealing for witnesses"
          }
        ]
      },
      {
        "Title": "Murder hunt launched as police name man who died following disturbance in Hamilton cul-de-sac - Daily Record | Source:Daily Record",
        "Description": "BRIAN Cogan, 34, suffered a fatal injury in the disturbance in a residential cul-de-sac in Hamilton at around 7.20pm on Friday.",
        "Url": "http://www.dailyrecord.co.uk/news/scottish-news/murder-hunt-launched-police-name-5922333",
        "Images": [
          {
            "Name": "drcwg_JS66549999.jpg",
            "Caption": "Brian Cogan"
          }
        ]
      },
      {
        "Title": "Murder probe launched after a man dies in Greenock incident | Source:Evening Times",
        "Description": "Murder probe launched after a man dies in Greenock incident",
        "Url": "http://www.eveningtimes.co.uk/news/13715838.Murder_probe_launched_after_a_man_dies_in_Greenock_incident/",
        "Images": null
      },
      {
        "Title": "Murder hunt launched after man dies of 'unexplained' injuries in Aberdeen - Daily Record | Source:Daily Record",
        "Description": "POLICE were called to an address in the city's Holland Street where they found the body of James Chadwick, 37.",
        "Url": "http://www.dailyrecord.co.uk/news/scottish-news/murder-hunt-launched-after-man-6432855",
        "Images": [
          {
            "Name": "drcwg_cops.jpg",
            "Caption": "Police appeal for witnesses"
          }
        ]
      },
      {
        "Title": "Crime clan member survives murder bid after he is stabbed in a street attack - Daily Record | Source:Daily Record",
        "Description": "GLASGOW gangland feud \"won't be tolerated\" by police after series of violent attacks leave several men seriously hurt.",
        "Url": "http://www.dailyrecord.co.uk/news/crime/crime-clan-member-survives-murder-6444383",
        "Images": [
          {
            "Name": "drcwg_utils.jpg",
            "Caption": ""
          },
          {
            "Name": "drcwg_Fox.jpg",
            "Caption": "Billy Fox"
          }
        ]
      },
      {
        "Title": "Murder hunt launched after man's body is discovered in Peterhead - Daily Record | Source:Daily Record",
        "Description": "POLICE are investigating after the man was discovered at around 8am in the town's King Street area.",
        "Url": "http://www.dailyrecord.co.uk/news/crime/murder-hunt-launched-after-mans-6526196",
        "Images": [
          {
            "Name": "drcwg_JS67267326.jpg",
            "Caption": ""
          }
        ]
      }
    ],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  },
  {
    "CurrentNews": {
      "Title": "Da Vinci rapist Robert Greens being prepared for early release from 10-year jail term – for the second time - Daily Record",
      "Description": "THE 37-year-old – who was recalled to prison after breaching parole conditions in 2013 – is being moved to an open prison and could be free by Christmas.",
      "TimeStamp": "03/10/2015",
      "Category": "news",
      "Url": "http://www.dailyrecord.co.uk/news/crime/da-vinci-rapist-robert-greens-6563580",
      "Source": "http://www.dailyrecord.co.uk",
      "MainStory": "<p>DA VINCI rapist Robert Greens is being prepared for early release from his 10-year jail term – for the second time.</p>\n<p>Greens, 37, is being moved to an open prison and sources say he could be free by Christmas, six months short of the 10-year term.</p>\n<p>The beast was dubbed the Da Vinci rapist for his horrific attack in 2006 on a Dutch student near Rosslyn Chapel in Midlothian, a key location in the book The Da Vinci Code.</p>\n<p><a data-action=\"1115102\" data-content-type=\"news\" data-track=\"false\" data-type=\"inline\" data-word-count=\"7\" href=\"http://www.dailyrecord.co.uk/news/scottish-news/da-vinci-rapist-robert-greens-1115102\" target=\"_blank\">He was freed from prison in 2012</a> under the automatic early release system, <a data-action=\"1129781\" data-content-type=\"news\" data-track=\"false\" data-type=\"inline\" data-word-count=\"6\" href=\"http://www.dailyrecord.co.uk/news/scottish-news/mums-shock-as-da-vinci-rapist-1129781\" target=\"_blank\">having served two-thirds of his sentence</a>.</p>\n<p>But the following year, he was returned to prison after he broke one of the conditions of his release by visiting the home town of his former wife.</p>\n<p>Now he is set to be moved from Edinburgh prison to Castle Huntly, near Dundee. Once there, he will be entitled to day release and will be allowed to roam the grounds freely.</p>\n<p>He is expected to apply for release by the parole board in the next few months.</p>\n<p>A prison source said: “He’s been openly talking about his move and how it won’t be long until the parole board lets him back out.</p>\n<p>“Huntly is cushy compared to here and he’ll have access to the outside and be able to go out on day visits and to the shops.”</p>\n<p>Father-of-four Greens <a data-action=\"1167138\" data-content-type=\"news\" data-track=\"false\" data-type=\"inline\" data-word-count=\"7\" href=\"http://www.dailyrecord.co.uk/news/scottish-news/da-vinci-rapist-robert-greens-1167138\" target=\"_blank\">sparked protests by hundreds of furious locals</a> in Dalkeith when he was rehoused there after his first release.</p>\n<p>A social work source said: “He won’t be returning to Midlothian but we’re having problems finding a council who will take him.”</p>\n<p>It’s understood Greens’s former wife has been told of the developments.</p>\n<p>Greens beat his 19-year-old victim so badly that a passing motorist who found her thought she had been in a car crash.</p>\n<p>Twisted Greens, who had been smoking cannabis and drinking heavily, repeatedly raped her before leaving her for dead. When he was caught, he tried to blame his twin brother.</p>\n<p></p>\n",
      "Images": [
        {
          "Name": "http://gms.dcs.gla.ac.uk/resources/images/drcwg_greens1.jpg",
          "Caption": "'Da Vinci' rapist Robert Greens carried out his vile attack near Rosslyn Chapel, right"
        }
      ],
      "Related": null,
      "Videos": null,
      "Comments": null,
      "Id": "560fd764e4b0a81ee46de8ae"
    },
    "Source": "Daily Record",
    "Path": [
      {
        "Name": "Society",
        "Path": "News/Society"
      },
      {
        "Name": "Arts",
        "Path": "News/Arts"
      }
    ],
    "SimilarNews": [],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  },
  {
    "CurrentNews": {
      "Title": "Police took 20 HOURS to find elderly man dead next to his dying wife in Edinburgh flat - Daily Record",
      "Description": "POLICE SCOTLAND face an investigation into the timing of their response to the initial incident after 89-year-old Elizabeth Iggulden died last night.",
      "TimeStamp": "03/10/2015",
      "Category": "news",
      "Url": "http://www.dailyrecord.co.uk/news/scottish-news/police-took-20-hours-find-6564901",
      "Source": "http://www.dailyrecord.co.uk",
      "MainStory": "<p>AN elderly <a data-action=\"edinburgh\" data-content-type=\"section-topic\" data-track=\"false\" data-type=\"inline\" data-word-count=\"1\" href=\"http://www.dailyrecord.co.uk/all-about/edinburgh\">Edinburgh</a> woman has died five days after an incident in a city property where her husband was found dead,<a href=\"http://www.dailyrecord.co.uk/news/scottish-news/police-scotland-facing-third-high-6549992\" data-content-type=\"news\" data-type=\"inline\" data-action=\"6549992\" data-word-count=\"7\" data-track=\"false\"> 20 hours after a call to police</a>.</p>\n<p>Officers went to a property in Adelphi Place, in the Portobello area of the capital, last Sunday after concern was raised about the welfare of the occupants.</p>\n<p>After forcing entry to the home, they discovered the body of 88-year-old Douglas Iggulden.</p>\n<p><a href=\"http://www.dailyrecord.co.uk/news/scottish-news/police-scotland-facing-third-high-6549992\" data-content-type=\"news\" data-type=\"inline\" data-action=\"6549992\" data-word-count=\"8\" data-track=\"false\">His 89-year-old wife, Elizabeth, was found seriously ill</a> and was taken to hospital where she died on Friday evening.</p>\n<p><a data-action=\"police-scotland\" data-content-type=\"section-topic\" data-track=\"false\" data-type=\"inline\" data-word-count=\"2\" href=\"http://www.dailyrecord.co.uk/all-about/police-scotland\">Police Scotland</a> is facing an independent investigation after the Crown Office directed the Police Investigations and Review Commissioner to look into the timing of Police Scotland's initial response to the call which led to the discover of the body.</p>\n<p>It is understood the probe centres around the timing of the police response.</p>\n<p>The force confirmed that a woman in her 80s died on Friday evening at <a data-action=\"royal-infirmary-of-edinburgh\" data-content-type=\"section-topic\" data-track=\"false\" data-type=\"inline\" data-word-count=\"3\" href=\"http://www.dailyrecord.co.uk/all-about/royal-infirmary-of-edinburgh\">Edinburgh Royal Infirmary</a>. The death is being treated as unexplained but there are not thought to be any suspicious circumstances.</p>\n<p>Superintendent Alan Porte said: &quot;Police Scotland can confirm that a woman in her 80s passed away on Friday, October 2 at the Edinburgh Royal Infirmary.</p>\n<p>&quot;Our condolences are with her family at this time and we continue to offer support to them as required.</p>\n<p>&quot;This death is in connection with an incident that occurred within a property on Adelphi Place on Sunday, September 27. The death is currently being treated as unexplained, however the circumstances are not believed to be suspicious.</p>\n<p>&quot;A report will be sent to the Procurator Fiscal.&quot;</p>\n",
      "Images": [
        {
          "Name": "http://gms.dcs.gla.ac.uk/resources/images/drcwg_JS73260532.jpg",
          "Caption": "Police at house in Portobello where Douglas Iggulden who was found dead"
        }
      ],
      "Related": null,
      "Videos": null,
      "Comments": null,
      "Id": "560fd769e4b0a81ee46de8af"
    },
    "Source": "Daily Record",
    "Path": [
      {
        "Name": "Society",
        "Path": "News/Society"
      },
      {
        "Name": "Arts",
        "Path": "News/Arts"
      }
    ],
    "SimilarNews": [],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  },
  {
    "CurrentNews": {
      "Title": "Think moving house is stressful? Try moving with a menagerie of animals and a half-tonne sewing machine to an island with no cars - Daily Record",
      "Description": "RUTH Barratt and Dughall Macleod flitted to a remote Scottish island for a simpler life, but the process was far from easy.",
      "TimeStamp": "03/10/2015",
      "Category": "news",
      "Url": "http://www.dailyrecord.co.uk/news/scottish-news/think-moving-house-stressful-try-6564123",
      "Source": "http://www.dailyrecord.co.uk",
      "MainStory": "<p>MOVING house to a car-free island where the usual mode of transporting goods is by wheelbarrow was never going to be easy.</p>\n<p>But Ruth Barratt and Dughall Macleod’s epic journey from <a data-action=\"perthshire\" data-content-type=\"section-topic\" data-track=\"false\" data-type=\"inline\" data-word-count=\"1\" href=\"http://www.dailyrecord.co.uk/all-about/perthshire\">Perthshire</a> to tiny Easdale island, in <a data-action=\"argyll-bute\" data-content-type=\"section-topic\" data-track=\"false\" data-type=\"inline\" data-word-count=\"1\" href=\"http://www.dailyrecord.co.uk/all-about/argyll-bute\">Argyll</a>, is surely a contender for the most stressful move of the year.</p>\n<p>There are no roads on Easdale, which is served by a small passenger ferry from Seil island.</p>\n<p>So moving house, plus Ruth’s home sewing business – complete with half tonne embroidery machine – and a menagerie of animals into the bargain, proved a task and a half.</p>\n<p> </p>\n<p></p>\n<p>Dughall, a 57-year-old plumber is originally from <a data-action=\"6421126\" data-content-type=\"news\" data-track=\"false\" data-type=\"inline\" data-word-count=\"1\" href=\"http://www.dailyrecord.co.uk/news/scottish-news/anger-mail-posted-mull-delayed-6421126\">Mull</a> and had his heart set on moving lock, stock and barrel back to the west coast.</p>\n<p>Finding the perfect house on Easdale, south of <a data-action=\"oban\" data-content-type=\"section-topic\" data-track=\"false\" data-type=\"inline\" data-word-count=\"1\" href=\"http://www.dailyrecord.co.uk/all-about/oban\">Oban</a>, was the easy bit, while moving there was the hard part.</p>\n<p> </p>\n<p></p>\n<p>Ruth, 55, a veteran house mover with 17 moves under her belt, said: “Moving house is stressful anyway, moving house and business is more stressful, moving house and business to an island with no cars is even more stressful.</p>\n<p>“We started on September 10 and we have yet to finish, there is still stuff to come across. We have our own boat, but the engine has been playing up so everything has to come across by the wee ferry.”</p>\n<p>Endless ferry trips saw box after box arrive on the island.</p>\n<p> </p>\n<p></p>\n<p>The couple’s assorted parade of pets, including Toe Rag the cat, Cuca the dog, four ferrets, two Harris hawks, one Gos hawk and assorted quails were also brought across.</p>\n<p>Ruth said: “It got to the point the ferry boys thought, what’s next?”</p>\n<p>But the biggest problem was how to get Ruth’s three-metre wide, 5ft 7in high embroidery machine to Easdale.</p>\n<p>The answer lay in transporting the monster machine by barge.</p>\n<p> </p>\n<p></p>\n<p>The island then witnessed its first car for years as the couple had to bring their Mitsubishi Pajero across to help tow the machine to their new home, half a mile from the pier.</p>\n<p>Fifteen islanders – a quarter of Easdale’s 60 strong population – rallied round to carry it across the undriveable bits. Ruth said: “It took about three hours to get it to the garden</p>\n<p>“ The house is up a couple of steps and we used jacks and lots of bodies to move it.</p>\n<p>“We didn’t know it was going to be as complicated as it was until we actually got here.</p>\n<p>“We had arranged for the machine to go in a horse trailer on the barge, but the trailer was four centimetres too wide, so the machine was strapped down on to the barge, to get it across, and we brought the car over to tow it.</p>\n<p>“The machine was put on the beach and we had to get if from there up the stoney track to the house.</p>\n<p>“When the barge brought it, there were 14 or fifteen people helping, it was fairly exhausting getting it into the back garden</p>\n<p> </p>\n<p></p>\n<p>“The following day there were about 10 people helping to move it into the summer house, where it’s now up and running.”</p>\n<p>She added: “I have moved 17 times, but this is the forever, It was exciting, it was adventurous, but I am not moving anywhere now.”</p>\n<p> <strong>Tried our news quiz? Test your knowledge here:</strong> </p>\n<p></p>\n",
      "Images": [
        {
          "Name": "http://gms.dcs.gla.ac.uk/resources/images/drcwg_machine.jpg",
          "Caption": "Ruth with her half-tonne embroidery machine she had shipped over to her new base."
        },
        {
          "Name": "http://gms.dcs.gla.ac.uk/resources/images/drcwg_ruth-and-dughall.jpg",
          "Caption": "On our way: Ruth and Dughall make the journey to Easdale"
        },
        {
          "Name": "http://gms.dcs.gla.ac.uk/resources/images/drcwg_Toe-Rag.jpg",
          "Caption": "Toe rag the cat wasn't too impressed with miaow-ving day."
        },
        {
          "Name": "http://gms.dcs.gla.ac.uk/resources/images/drcwg_pets.jpg",
          "Caption": "Creature comforts: The pets waits for the ferry"
        },
        {
          "Name": "http://gms.dcs.gla.ac.uk/resources/images/drcwg_machine-move.jpg",
          "Caption": "All hands on deck: It took a few helpers to get the massive machine to the island."
        },
        {
          "Name": "http://gms.dcs.gla.ac.uk/resources/images/drcwg_island.jpg",
          "Caption": "The couple wanted a simple life on the beautiful island of Easdale"
        }
      ],
      "Related": null,
      "Videos": null,
      "Comments": null,
      "Id": "560fd773e4b0a81ee46de8b1"
    },
    "Source": "Daily Record",
    "Path": [
      {
        "Name": "Recreation",
        "Path": "News/Recreation"
      },
      {
        "Name": "Arts",
        "Path": "News/Arts"
      }
    ],
    "SimilarNews": [],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  },
  {
    "CurrentNews": {
      "Title": "Single parents left struggling as HMRC continues to cut tax credits over non-existent partners - Daily Record",
      "Description": "FURTHER cases emerge of the taxman axing benefits without checking if their information on changing circumstances was correct.",
      "TimeStamp": "03/10/2015",
      "Category": "news",
      "Url": "http://www.dailyrecord.co.uk/news/scottish-news/single-parents-left-struggling-hmrc-6564080",
      "Source": "http://www.dailyrecord.co.uk",
      "MainStory": "<p>THE number of single parents seeking advice over tax credits being taken away has risen sharply.</p>\n<p>On Wednesday, we told how <a href=\"http://www.dailyrecord.co.uk/news/scottish-news/single-mum-benefits-stopped-after-6543039\" data-content-type=\"news\" data-type=\"inline\" data-action=\"6543039\" data-word-count=\"25\" data-track=\"false\">single mum Debbie Balandis had her tax credits stopped by HMRC after they accused her of having a relationship with a branch of RS McColl</a>.</p>\n<p>Debbie, 40, from Maryhill, in Glasgow, received a letter from the tax man saying they were stopping her &pound;140-a-week child tax credit because she had a new man.</p>\n<p>The mum-of-two called<a href=\"http://www.dailyrecord.co.uk/all-about/taxes\" data-content-type=\"section-topic\" data-type=\"inline\" data-action=\"taxes\" data-word-count=\"1\" data-track=\"false\"> HMRC </a>who told her activity on her bank account showed a Martin McColl – the trading name for newsagent chain RS McColl. Days later they accused her of two other relationships – this time with a former tenant and also her landlord.</p>\n<p>But Debbie is one of many single mums hit with tax credit removal over non-existent partners or housemates.</p>\n<p> </p>\n<p></p>\n<p>Keith Dryburgh, policy manager at <a href=\"http://www.dailyrecord.co.uk/all-about/citizens-advice-scotland\" data-content-type=\"section-topic\" data-type=\"inline\" data-action=\"citizens-advice-scotland\" data-word-count=\"3\" data-track=\"false\">Citizens Advice Scotland</a>, said: “We are concerned by similar cases in which a client has been accused of having a partner and expected to prove they don’t, rather than HMRC having to prove that they do. This often leaves single mothers and young children without the support they are entitled to.</p>\n<p>“Last year we advised on over 11,700 issues related to Child Tax Credits – that’s an increase of 17 per cent on the previous year.”</p>\n<p>An HMRC spokesman said: “Our checks go a long way to preventing overpayments which could lead people into debt, as well as helping us identify any inaccurate claims and fraud.”</p>\n<p> </p>\n<p></p>\n<p>SINGLE mum Linzi O’Neill has had her tax credits stopped over claims she had two other women living with her – and now HMRC claim she owes them nearly &pound;6000.</p>\n<p>Last month, the mum-of- two to daughter Chloe, nine, and son Jaxon, two, was told by HMRC that her &pound;103-a-week child tax credits were being stopped because they believed she was living with two other women.</p>\n<p>Linzi, 34, received a letter in July this year and returned the form to HMRC confirming there had been no change in her circumstances but was shocked when she was told her payments were being stopped as a result of non-existent flatmates.</p>\n<p>Linzi, from Alexandria, in <a href=\"http://www.dailyrecord.co.uk/all-about/west-dunbartonshire\" data-content-type=\"section-topic\" data-type=\"inline\" data-action=\"west-dunbartonshire\" data-word-count=\"2\" data-track=\"false\">West Dunbartonshire</a>, has received no payment in over a month and faces another four-week wait whilst HMRC review her claim. And she has never met either of the women HMRC claim she is bunking up with.</p>\n<p>Earlier this month Linzi was left frantic when she started receiving letters from HMRC claiming she owed them money in over-paid child tax credit and working tax credits.</p>\n<p>Linzi said: “I sent my form back in July, but then, without warning on September 11, I was told my payments were being stopped because they had me down as having two other women living with me and my kids in our two bedroom flat.</p>\n<p>“I explained the information they had was wrong, but was told the payments were being stopped regardless and I’d need to wait another four weeks till my claim was reviewed.</p>\n<p>“Then I started getting four and five letters claiming I owed them huge sums of money, because they miscalculated my claim, but I only got what they gave me.</p>\n<p>“They say I’ve to pay &pound;132 in overpaid working tax credit, &pound;2403 in child tax credits, &pound;736.58 in child tax credits and another &pound;2656 before October 17.</p>\n<p>“I used to work but gave up my job to look after my son, but they are claiming I owe them working tax credits from a year I didn’t even work.</p>\n<p>“I’m sick with worry and I have no money to even buy food for my kids.”</p>\n<p>Linzi has since been left with a monthly payment of &pound;137.60 child benefit and &pound;277.80 income support to cover food, electric, clothing and travel to her child’s nursery.</p>\n<p>HMRC’s demands means single mum Linzi would need to pay approximately &pound;423.30-a-day every day for the next fortnight to make the deadline.</p>\n<p>SINGLE mum-of-two Heather Smith is struggling to keep a roof over her head after HMRC stopped her benefits – and accused her of moving FOUR adults into her two-bedroom flat.</p>\n<p>Heather, 28, who has two children aged eight and five, received a letter from HMRC in May asking her to declare any changes in her circumstances.</p>\n<p>The hairdresser, from Greenfield, in Glasgow, returned the letter declaring nothing had changed.</p>\n<p>But on September 5, HMRC told Heather her payments had been stopped because they believe she has moved four people into her flat.</p>\n<p>All those people named are actually neighbours.</p>\n<p>Now her &pound;115-a-week child tax credits, &pound;500-a-month working tax credits and monthly housing benefits 48 hours before are no longer in force, leaving her struggling to get by.</p>\n<p>Heather, who works 16-hours a week, has also been forced to drop out of a college hairdressing course as she cannot afford the bus fare to get there.</p>\n<p>She said: “I received a letter in May and sent it off. Then on September 5 they told me over the phone that my working tax credits and child tax credits had been stopped two days before – because I’d moved in four people.</p>\n<p>“I was attending college to try and get a better life for myself and my kids, but I’ve had to drop out of as I literally cannot afford to get there.”</p>\n<p>She has since been left with her 16-hour-a-week minimum wage job and has only &pound;400 a month to pay for food, gas, electric, as well as clothe and feed her kids.</p>\n<p>Heather cannot afford to pay rent and is now falling behind with payments.</p>\n<p>She has been left without any payment for nearly four weeks and has been told she faces one more month without payments even with proof that she lives only with her children.</p>\n<p>She said: “It’s ridiculous as it’s their mistake and I’m living a nightmare.”</p>\n<p> <strong>Try your hand at our news quiz:</strong> </p>\n<p></p>\n",
      "Images": [
        {
          "Name": "http://gms.dcs.gla.ac.uk/resources/images/drcwg_JS73587482.jpg",
          "Caption": "Linzi O'Neill has been told she has to pay back nearly £6,000 in benefits."
        },
        {
          "Name": "http://gms.dcs.gla.ac.uk/resources/images/drcwg_JS73276607.jpg",
          "Caption": "Debbie Balandis was shocked by HMRC's accusation that she was having an affair with a shop."
        },
        {
          "Name": "http://gms.dcs.gla.ac.uk/resources/images/drcwg_JS73587491.jpg",
          "Caption": "Linzi O'Neill is accused of living with two other women."
        }
      ],
      "Related": null,
      "Videos": null,
      "Comments": null,
      "Id": "560fd779e4b0a81ee46de8b2"
    },
    "Source": "Daily Record",
    "Path": [
      {
        "Name": "Society",
        "Path": "News/Society"
      },
      {
        "Name": "Society",
        "Path": "News/Society"
      }
    ],
    "SimilarNews": [],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  },
  {
    "CurrentNews": {
      "Title": "Baby Cole was given a ten per cent chance of survival - just look at him now - Daily Record",
      "Description": "LITTLE fighter Cole was born at 23 weeks but has defied the odds and now has a brand new smile to light up his parents' lives.",
      "TimeStamp": "03/10/2015",
      "Category": "news",
      "Url": "http://www.dailyrecord.co.uk/news/scottish-news/baby-cole-given-ten-per-6563940",
      "Source": "http://www.dailyrecord.co.uk",
      "MainStory": "<p>MIRACLE baby Cole MacRitchie was given only a 10 per cent chance of survival when he was born.</p>\n<p>But the active toddler has confounded doctors with his will to live and now they have given him a brand-new smile.</p>\n<p>Two weeks ago, Cole had an operation to repair his <a data-action=\"3096597\" data-content-type=\"news\" data-track=\"false\" data-type=\"inline\" data-word-count=\"2\" href=\"http://www.dailyrecord.co.uk/news/local-news/west-lothian-livingston-cleft-lip-3096597\">cleft lip</a> – just one of many health problems the captivating little boy has had to overcome.</p>\n<p>When he was born, his mum and dad Joanne Donaldson, 28, and Brian MacRitchie, 30, stayed by his bedside for two weeks willing him to live.</p>\n<p> </p>\n<p></p>\n<p>Doctors even told them that because he was born at 23 weeks and six days he was below the legal <a data-action=\"abortion\" data-content-type=\"section-topic\" data-track=\"false\" data-type=\"inline\" data-word-count=\"1\" href=\"http://www.dailyrecord.co.uk/all-about/abortion\">abortion</a> limit, so they could just leave him to die.</p>\n<p>But his loving parents were determined their much-wanted son should be given every chance.</p>\n<p>And when you see the 14-month-old tot crawling about his parents’ home in <a data-action=\"glasgow\" data-content-type=\"section-topic\" data-track=\"false\" data-type=\"inline\" data-word-count=\"1\" href=\"http://www.dailyrecord.co.uk/all-about/glasgow\">Glasgow</a>’s Knightswood these days, it is hard to believe he was once so ill that doctors gave him little chance of surviving the night.</p>\n<p> Joanne said: “There was no reason for him being born early. I didn’t have any problems until I was 17 weeks pregnant, when I woke up in the middle of the night after I had a massive bleed.” </p>\n<p> </p>\n<p></p>\n<p> Brian rushed her to hospital, where she was told that it looked like she had miscarried. But doctors checked for the baby’s heartbeat and were amazed when it was still beating strongly. </p>\n<p>It was the first of many times Cole was to surprise medical staff.</p>\n<p>Joanne had a full scan the next day and they discovered she had lots of clots in her womb. Over the next few weeks, she was a regular at hospital as the clots would often cause bleeding.</p>\n<p>She also started to get really bad pains, which was a sign of infection setting in.</p>\n<p>Within days, she went into labour – but it stopped and started several times before Cole was finally delivered.</p>\n<p>Joanne said: “Because I went into labour before 24 weeks – the legal abortion period – there wasn’t much they could do for me.</p>\n<p> </p>\n<p></p>\n<p>“They wouldn’t even give me a drug to prevent Cole getting cerebral palsy, because he was going to be born just one day before the cut-off period.</p>\n<p>“Thankfully, he doesn’t appear to have cerebral palsy. But the abortion limit is far too late.</p>\n<p> “They took us into a wee room and said we could just let the baby go because he would be born before 24 weeks. We were just so stunned. We said, ‘We want this baby.’” </p>\n<p>Cole eventually arrived at 7.35pm on July 14 last year. He weighed only 1lb 8.5oz – the same as a regular box of cornflakes.</p>\n<p>Over the next few days, his weight dropped to 1lb 3oz as he battled for life.</p>\n<p>Joanne said: “They told us if he made it through the night he would have a 10 per cent chance of survival.”</p>\n<p>Brian said: “For the first wee while, we just waited hour by hour, trying to get through it. I broke down when I heard how low his chance of survival was.</p>\n<p>“We were in a daze but we were trying to stay positive and pick each other up.”</p>\n<p>It was not until November 17 – fittingly World Prematurity Day – Cole was finally allowed home to be with his mum, dad and big brothers Callum, seven, and Maison, who is almost three.</p>\n<p> Cole has conquered many health problems along the way. </p>\n<p> </p>\n<p></p>\n<p>His lungs were underdeveloped, so he struggled to breathe and was on oxygen until his first birthday.</p>\n<p>At two weeks, he had a bleed on his brain – but it turned out to be a mild bleed that doesn’t appear to have caused any lasting damage.</p>\n<p>He also had a heart murmur and, because he was on a ventilator for so long, there was a fear his eyes may have been damaged.</p>\n<p>Operations were planned for his heart and his eyes but, against the odds, a couple of doses of medicine sorted out his heart problem and his retina did not detach the way it had been expected.</p>\n<p>Cole also had a cleft palate and lip, as well as a hole in his gum.</p>\n<p>He was expected to be on oxygen for a few days after his lip operation, which has given him the most adorable smile – but, in true Cole style, he was off it in one.</p>\n<p>The wee fighter is scheduled to have his palate operation before Christmas and a gum operation when he’s a bit older.</p>\n<p>Joanne and Brian are grateful to the neonatal unit at the Southern General Hospital and Yorkhill Hospital for saving their son’s life but also want to thank his anonymous blood donors.</p>\n<p>His mum said: “Cole had several blood transfusions, about 10 all in. We want to thank the people who give blood as it really makes a difference to these babies.</p>\n<p> “Cole’s showed a strong fighting character throughout his journey and he’s just always got a smile on his face. </p>\n<p>“We are so proud of our little miracle.”</p>\n<p> <strong>Have go at our quick news quiz:</strong> </p>\n<p></p>\n",
      "Images": [
        {
          "Name": "http://gms.dcs.gla.ac.uk/resources/images/drcwg_wee-star.jpg",
          "Caption": "Wee fighter: Cole shows off his new smile to mum Joanne."
        },
        {
          "Name": "http://gms.dcs.gla.ac.uk/resources/images/drcwg_baby.jpg",
          "Caption": "Baby Cole was born under the legal abortion limit, and his parents were told they could leave him to die."
        },
        {
          "Name": "http://gms.dcs.gla.ac.uk/resources/images/drcwg_hospital.jpg",
          "Caption": "Cole was tiny when he was born, with a range of medical problems"
        },
        {
          "Name": "http://gms.dcs.gla.ac.uk/resources/images/drcwg_before-op.jpg",
          "Caption": "Cole before the operation."
        },
        {
          "Name": "http://gms.dcs.gla.ac.uk/resources/images/drcwg_family.jpg",
          "Caption": "Baby Cole with his parents Joanne and Brian and brothers Callum and Maison."
        }
      ],
      "Related": null,
      "Videos": null,
      "Comments": null,
      "Id": "560fd77ee4b0a81ee46de8b3"
    },
    "Source": "Daily Record",
    "Path": [
      {
        "Name": "Health",
        "Path": "News/Health"
      },
      {
        "Name": "Arts",
        "Path": "News/Arts"
      }
    ],
    "SimilarNews": [
      {
        "Title": "Tot born three months prematurely and given less than a 50 per cent chance of survival starts school - Daily Record | Source:Daily Record",
        "Description": "FREYA McGuire weighed just 1lb 10oz at birth in April 2010 and spent weeks fighting for life.",
        "Url": "http://www.dailyrecord.co.uk/lifestyle/family-relationships/tot-born-three-months-prematurely-6241901",
        "Images": [
          {
            "Name": "dr_JS69803299.jpg",
            "Caption": "Five year old Freya McGuire and her parents, Lynne and Stephen, getting ready for the first day of school"
          },
          {
            "Name": "dr_JS69803292.jpg",
            "Caption": "Freya as a new born"
          }
        ]
      }
    ],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  },
  {
    "CurrentNews": {
      "Title": "Des Clarke: To flee or not to flee.. that is this week's question - Des Clarke - Daily Record",
      "Description": "DES says this week has seen some folk entering the stage and others getting hooked off.",
      "TimeStamp": "03/10/2015",
      "Category": "news",
      "Url": "http://www.dailyrecord.co.uk/news/scottish-news/des-clarke-flee-not-flee-6564079",
      "Source": "http://www.dailyrecord.co.uk",
      "MainStory": "<p>SHAKESPEARE said “all the world’s a stage”. He obviously never tried to do comedy at a pub in Dennistoun.</p>\n<p>This week has seen some folk entering the stage and others getting hooked off.</p>\n<p>First up, Jeremy Corbyn used his maiden conference speech as Labour leader to emphasise his true values. He’s a patriot who doesn’t want the Queen to be in power. A bit like Prince Charles really.</p>\n<p>The conference finished without much of a bang. Well Jeremy wouldn’t let any rockets be set off.</p>\n<p>The big debate was whether a &shy;politician should ever push the button.</p>\n<p>Most politicians make us all want to push the button. The one that says mute on the remote control.</p>\n<p>Forget nuclear weapons though, the real explosive issue for Jeremy was whether he liked Irn-Bru.</p>\n<p>First he turned down a can but later took a bottle on the train, drinking it with the jakey style of someone you know only as “a pal of your da’s”. I loved it. And well done that bottle of Bru – now the most prominent ginger in Scottish politics since Danny Alexander lost his seat.</p>\n<p>Talking of losing seats, the six-chair challenge starts tomorrow night in The X Factor. This determines which acts get into boot camp. Not to be confused with the four-chair challenge – deciding which one of the judges is most annoying.</p>\n<p> Speaking of which, the <br /> UK entry for next year’s &shy;Eurovision Song Contest will be chosen in an X Factor-style show. Which means no one will watch or care. You’ll get to choose the act, their song and the DSS office they’ll be signing on in after Eurovision’s finished. </p>\n<p>There are a record 45 countries competing next year. Though by the time next May comes around, that list should be much smaller.</p>\n<p>As at least half the nations will just be known as Russia.</p>\n<p>Exiting stage left is Kiefer &shy;Sutherland, who says he’ll not return to his hit TV show 24. Bosses tried their usual tactic of kidnapping the president and giving him an &shy;ultimatum.</p>\n<p>Kiefer said he is looking for an even more dangerous and violent telly job. He starts as Jeremy Clarkson’s producer next week.</p>\n<p>Ralph Lauren is &shy;stepping down as CEO of the clothing empire he founded 50 years ago.</p>\n<p>He was going to get a multi-million-pound pay off. But instead they’re giving him a gift voucher for a couple of Lauren Polo shirts. The cost’s pretty much the same.</p>\n<p> So time to bring the curtain down on this one. No idea why I’ve gone all luvvie this week, might be the 70-year <br /> celebrations of the Citizens Theatre. </p>\n<p>Must be just a stage I’m going through.</p>\n",
      "Images": [
        {
          "Name": "http://gms.dcs.gla.ac.uk/resources/images/drcwg_Jeremy-Corbyn-with-a-bottle-of-IRN-BRU.jpg",
          "Caption": "Jeremy Corbyn with a bottle of IRN BRU"
        }
      ],
      "Related": null,
      "Videos": null,
      "Comments": null,
      "Id": "560fd783e4b0a81ee46de8b4"
    },
    "Source": "Daily Record",
    "Path": [
      {
        "Name": "Arts",
        "Path": "News/Arts"
      }
    ],
    "SimilarNews": [
      {
        "Title": "Des Clarke: Scots cleared for take off.. their taps that is - Des Clarke - Daily Record | Source:Daily Record",
        "Description": "DES is hoping Scots display model behaviour on holiday this summer.. so long as that model isn't Kate Moss.",
        "Url": "http://www.dailyrecord.co.uk/news/scottish-news/des-clarke-scots-cleared-take-5873871",
        "Images": [
          {
            "Name": "drcwg_JS60991980.jpg",
            "Caption": "Kate Moss"
          },
          {
            "Name": "drcwg_sunny-weather.jpg",
            "Caption": "Sophie Davidson, 21 and Kym Paterson, 20 soak up the sun on The Meadows in Edinburgh"
          }
        ]
      },
      {
        "Title": "Des Clarke: For once, I won't be joining the lunatic Fringe - Des Clarke - Daily Record | Source:Daily Record",
        "Description": "DES CLARKE is an Edinburgh Festival veteran. While he's happy to be avoiding the chaos as he takes a break from performing this year, he's happy to share his tips for navigating the hustle and bustle.",
        "Url": "http://www.dailyrecord.co.uk/news/scottish-news/des-clarke-once-wont-joining-6216200",
        "Images": [
          {
            "Name": "drcwg_JS43387988.jpg",
            "Caption": "Des loves the buzz of the Edinburgh Fringe Festival"
          }
        ]
      },
      {
        "Title": "Des Clarke: Farmers had so many demos I was worried about a coo - Des Clarke - Daily Record | Source:Daily Record",
        "Description": "DES looks at a week of protests from farmers over dairy prices, Jose Mourinho's spat with Chelsea doctors and Benedict Cumberbatch's camera trouble.",
        "Url": "http://www.dailyrecord.co.uk/news/scottish-news/des-clarke-farmers-many-demos-6255289",
        "Images": [
          {
            "Name": "drcwg_cow.jpg",
            "Caption": "A young calf was led through Morrison's in Dumfries by dairy protesters."
          },
          {
            "Name": "drcwg_JS69987310.jpg",
            "Caption": "Chelsea Team Doctor Eva Carneiro has felt the wrath of Jose Mourinho this week"
          }
        ]
      }
    ],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  },
  {
    "CurrentNews": {
      "Title": "Listen to Imran Ahmad's response as we trace fugitive ex-Rangers director to his mum’s house in Pakistan - Daily Record",
      "Description": "THE Record tracked down the former Ibrox commercial director to a military-owned housing complex in Karachi and you can hear how he greeted the news.",
      "TimeStamp": "03/10/2015",
      "Category": "news",
      "Url": "http://www.dailyrecord.co.uk/news/scottish-news/listen-imran-ahmads-response-trace-6563017",
      "Source": "http://www.dailyrecord.co.uk",
      "MainStory": "<p>THE Record has tracked down <a data-action=\"6536990\" data-content-type=\"news\" data-track=\"false\" data-type=\"inline\" data-word-count=\"5\" href=\"http://www.dailyrecord.co.uk/news/scottish-news/rangers-fugitive-imran-ahmad-comes-6536990\" target=\"_blank\">fugitive ex-Rangers director Imran Ahmad</a> – to his mum’s house in Pakistan.</p>\n<p>The former Ibrox commercial director <a data-action=\"6457664\" data-content-type=\"news\" data-track=\"false\" data-type=\"inline\" data-word-count=\"4\" href=\"http://www.dailyrecord.co.uk/news/crime/rangers-fraud-probe-arrest-warrant-6457664\" target=\"_blank\">is wanted by police</a> in connection with alleged fraud at the Glasgow club in 2012.</p>\n<p>But we can reveal that Ahmad, 45, is living on a military-owned housing complex in Karachi.</p>\n<p>When the Record contacted Ahmad at the family home yesterday, his response was to tell us to “f*** off”.</p>\n<p>There is a warrant out for his arrest in connection with the ongoing Rangers case.</p>\n<p></p>\n<p>But he has <a data-action=\"6442404\" data-content-type=\"news\" data-track=\"false\" data-type=\"inline\" data-word-count=\"8\" href=\"http://www.dailyrecord.co.uk/sport/football/football-news/imran-ahmad-wont-co-operate-6442404\" target=\"_blank\">already admitted he won’t return to the UK</a> over fears he won’t receive a fair trial.</p>\n<p>He also claimed prosecutors “reneged on their promise” not to arrest him if he comes home.</p>\n<p>A Record investigation uncovered evidence that Ahmad may be living with his mother Almas Shah in Karachi.</p>\n<p>The 63-year-old owns a property at a plush suburb known as the Defence Housing Authority estate, run by the Pakistani Army.</p>\n<p>The site is administered by the Pakistan government and provides housing for current and retired military personnel.</p>\n<p>The upmarket development has a host of restaurants, offices, designer stores and a marina.</p>\n<p>Shah is listed as living at “A” Street, just off a boulevard known as Khayaban-E-Shujahat in Phase 5 of the complex.</p>\n<p> </p>\n<p></p>\n<p>She also runs a salon called Almas Hair &amp; Beauty about two kilometres away and is a member of the local Rotary club. We obtained a phone number for the house from DHA records online.</p>\n<p>When we rang, a male relative answered. Ahmad was eventually put on the line and asked: “Who is this?”</p>\n<p>When we explained it was the Record, he replied: “Okay, can you f*** off?”</p>\n<p>We answered: “No problem.”</p>\n<p>Yesterday, police said it would be “inappropriate” to comment. And the Crown Office would not confirm they had made contact with Pakistani authorities.</p>\n<p>A spokeswoman said: “A warrant has been issued for his arrest and steps are being taken to enforce that warrant.”</p>\n<p>Ahmad acted as commercial director at Rangers under chief executive Charles Green after the sale of the club’s assets in 2012.</p>\n<p>Green, former owner Craig Whyte and two others have appeared in court in connection with alleged fraud and serious organised crime. Ahmad also faces charges but has yet to appear in court.</p>\n<p></p>\n",
      "Images": [
        {
          "Name": "http://gms.dcs.gla.ac.uk/resources/images/drcwg_mapfinal.jpg",
          "Caption": "A satellite image shows the house in Karachi where Ahmad is staying"
        },
        {
          "Name": "http://gms.dcs.gla.ac.uk/resources/images/drcwg_Imran-Ahmad-with-Charles-Green.jpg",
          "Caption": "Imran Ahmad during his time at Ibrox with Charles Green"
        }
      ],
      "Related": null,
      "Videos": null,
      "Comments": null,
      "Id": "560fd789e4b0a81ee46de8b5"
    },
    "Source": "Daily Record",
    "Path": [
      {
        "Name": "Rangers",
        "Path": "News/Sport/Football/Club/Rangers"
      }
    ],
    "SimilarNews": [],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  },
  {
    "CurrentNews": {
      "Title": "£30k bingo battle: Cops called in as disabled man claims his sneaky ex blew his cash behind his back - Daily Record",
      "Description": "SEAN McNamee believes he was duped by Kerry Colquhoun but his former girlfriend says she shared £40K of winnings with him and insists he owes HER money.",
      "TimeStamp": "03/10/2015",
      "Category": "news",
      "Url": "http://www.dailyrecord.co.uk/news/scottish-news/30k-bingo-battle-cops-called-6563501",
      "Source": "http://www.dailyrecord.co.uk",
      "MainStory": "<p>A DISABLED man has accused his ex and carer of blowing &pound;30,000 of his benefits on <a href=\"http://www.dailyrecordbingo.com/bingo\" target=\"_blank\">bingo</a> behind his back.</p>\n<p>Sean McNamee reported Kerry Colquhoun, 27, to police after huge sums went missing from his account.</p>\n<p>But Sean says he’ll have to sue her for most of the cash, which he claims was gambled on websites when she’d access to his bank details to look after him.</p>\n<p>The 32-year-old, of <a data-action=\"dundee\" data-content-type=\"section-topic\" data-track=\"false\" data-type=\"inline\" data-word-count=\"1\" href=\"http://www.dailyrecord.co.uk/all-about/dundee\" target=\"_blank\">Dundee</a>, said he only found out he’d been left with thousands of pounds of debt after Kerry walked out on him to be with a new man.</p>\n<p>Sean added: “I found out the extent of the bingo through my bank statements. It turns out she was playing me as well.”</p>\n<p>But Kerry yesterday said she only spent her wages on gambling and shared more than &pound;40,000 of bingo winnings with Sean, adding: “I don’t owe him a penny. If anything, he owes me money.”</p>\n<p>Sean is confined to a wheelchair due to a recessive disease that causes damage to his nervous system.</p>\n<p>Old friend Kerry became his carer when she left school and the pair started a relationship when she was 18.</p>\n<p> </p>\n<p></p>\n<p>Sean claims he found himself locked out of his online banking account and trusted Kerry with his finances.</p>\n<p>But after becoming fed up with living on the breadline, he started asking his partner where his disability benefit and support allowance of more than &pound;900 was going.</p>\n<p>He said: “I was always skint. There would be no food in the house. The house was disgusting and I had no clean clothes or towels. It was embarrassing.</p>\n<p>“I’d say, ‘how are we skint? She would say it had all gone on bills. I used to look at my banking statements every day but then couldn’t get in with my PIN.</p>\n<p>“She didn’t want her own bank account and, when she was paid from her job, it would go into mine and she’d take out the cash.</p>\n<p>“I thought what was happening was normal, but it wasn’t normal.”</p>\n<p>Sean claims Kerry announced a &pound;20,000 bingo win in 2010 and admitted she’d played using money from his bank account.</p>\n<p> </p>\n<p></p>\n<p>He assumed it had been a small amount and some of the winnings were spent on decorating the house and buying furniture.</p>\n<p>When Kerry, who had a job at a Mecca bingo ball, walked out last year, Sean was devastated.</p>\n<p>But he says photos of his house taken after she left are a reminder of the conditions he had been living in. He then learned he owed &pound;3000 in council tax, &pound;6000 for a power bill and other arrears.</p>\n<p> </p>\n<p>After months of trying to organise his finances, Sean got his bank to pull a decade of bank statements.</p>\n<p>He said: “When the debts came to light I knew she had been lying.”</p>\n<p> Sean has a dossier which he claims shows hundreds of payments to gambling sites between 2009 and 2014 and transfers to relatives of Kerry which he didn’t give permission for, totalling &pound;30,000. </p>\n<p><a data-action=\"police-scotland\" data-content-type=\"section-topic\" data-track=\"false\" data-type=\"inline\" data-word-count=\"1\" href=\"http://www.dailyrecord.co.uk/all-about/police-scotland\" target=\"_blank\">Police</a> can only probe the &pound;5000 Sean says was paid to others without his consent. The rest will have to be dealt with by a civil court.</p>\n<p>Sean is now clearing his debts and trying to look to the future. He said: “I’ve got to forget about her.</p>\n<p> </p>\n<p></p>\n<p>“I didn’t realise how badly I’d been struggling. I was always stuck in the house. But life is much better now. I have a new wheelchair and I can do a lot more for myself.”</p>\n<p>Kerry, who works as a cleaner and is now engaged to her new man, said she has done nothing wrong, adding: “I won &pound;45,000, so if anything, he would be owing me &pound;15,000. I won two &pound;20,000 jackpots plus &pound;4000. I banked every penny.</p>\n<p>“He helped spend all that money as much as I spent it.</p>\n<p>“I left a year ago because I couldn’t take it any more. Because I met my new partner at my work, this is him trying to get revenge.</p>\n<p>“The two of us were miserable. It wasn’t a relationship.”</p>\n<p>Police said inquiries are ongoing.</p>\n<p></p>\n",
      "Images": [
        {
          "Name": "http://gms.dcs.gla.ac.uk/resources/images/drcwg_sean.jpg",
          "Caption": "Sean McManee with printouts of his bank statements"
        },
        {
          "Name": "http://gms.dcs.gla.ac.uk/resources/images/drcwg_JS73487073.jpg",
          "Caption": "Carer Kerry Colquhoun denies taking the cash and says Sean actually owes her money"
        },
        {
          "Name": "http://gms.dcs.gla.ac.uk/resources/images/drcwg_JS73478475.jpg",
          "Caption": "Kerry Colquhoun and Sean McNamee when they were together"
        },
        {
          "Name": "http://gms.dcs.gla.ac.uk/resources/images/drcwg_JS73474909.jpg",
          "Caption": "Sean claims carer Kerry Colquhoun left his flat in a mess when they split up"
        }
      ],
      "Related": null,
      "Videos": null,
      "Comments": null,
      "Id": "560fd793e4b0a81ee46de8b7"
    },
    "Source": "Daily Record",
    "Path": [
      {
        "Name": "Arts",
        "Path": "News/Arts"
      }
    ],
    "SimilarNews": [],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  },
  {
    "CurrentNews": {
      "Title": "Watch Fifty Shades of Grey star Jamie Dornan tell the Daily Record playing golf in Scotland is 'anything but relaxing' - Daily Record",
      "Description": "THE usually suave actor was frozen as he played the Carnoustie course as part of the Dunhill Links tournament.",
      "TimeStamp": "03/10/2015",
      "Category": "news",
      "Url": "http://www.dailyrecord.co.uk/entertainment/celebrity-interviews/watch-fifty-shades-grey-star-6564485",
      "Source": "http://www.dailyrecord.co.uk",
      "MainStory": "<p><a href=\"http://www.dailyrecord.co.uk/entertainment/celebrity/fifty-shades-grey-hunk-jamie-6544264\" data-content-type=\"news\" data-type=\"inline\" data-action=\"6544264\" data-word-count=\"2\" data-track=\"false\">JAMIE Dornan</a> admitted he felt like an amateur golfer after playing the course at Carnoustie - and claimed it was anything but relaxing,</p>\n<p>The usually suave actor who plays <a href=\"http://www.dailyrecord.co.uk/entertainment/celebrity/fifty-shades-grey-hunk-jamie-6544264\" data-content-type=\"news\" data-type=\"inline\" data-action=\"6544264\" data-word-count=\"7\" data-track=\"false\">Mr Grey in Fifty Shades of Grey</a> and it's forthcoming sequel was frozen as he played the course - despite keeping all his clothes on.</p>\n<p> </p>\n<p></p>\n<p>He said: &quot;I find Carnoustie just impossible compared to the other two courses. I didn't really enjoy myself to be honest. I got colder as the day went on. </p>\n<p>It was freezing. It was so tough. You get your hopes up after playing St. Andrews and then feel very amateur after playing here, although it is amazing school boy dream stuff but if they keep inviting me I'll keep coming.&quot;</p>\n<p> </p>\n<p>Jamie who was mobbed by hundreds of fans screaming for '<a href=\"http://www.dailyrecord.co.uk/entertainment/celebrity/fifty-shades-grey-hunk-jamie-6544264\" data-content-type=\"news\" data-type=\"inline\" data-action=\"6544264\" data-word-count=\"2\" data-track=\"false\">Mr Grey</a>' at the 18th hole was his usual humble self as he said of his fellow golfers: &quot;I don't think there are any professionals in awe of me. This is their place of work and it's just class to watch them at work. </p>\n<p> </p>\n<p></p>\n<p> </p>\n<p>Kingsbarns is more forgiving and I played my best golf there. It's always sunny in Scotland.&quot;</p>\n<p>Jamie didn't want to talk about his work but did say: &quot;Work wise we are doing a third series of The Fall. That's what next.&quot;</p>\n<p>He also said that his night in Scotland were a time for relaxation.</p>\n<p>He added: &quot;I'm not much of a practise man and have not been on the practise range this week which is bad. It's fun though was not relaxing today but it's meant to be fun for us. I'm a competitive person but do not come here wanting to win it .</p>\n<p></p>\n<p> I just like to have fun and meet cool people and am just here for the tournament. I've seen lots of Scotland over the years, mostly Glasgow, but I'll get home to my family after this. I don't really bring my clubs to work wherever I go because I don't have time so only do it four times a year.&quot;</p>\n<p>Asked if he found it harder to lay golf now that he was famous, he pointed to the hundreds if fans awaiting his attention and said: &quot;It's tricky in a situation like this obviously.&quot;</p>\n",
      "Images": [
        {
          "Name": "http://gms.dcs.gla.ac.uk/resources/images/dr_Jamie-Dornan.png",
          "Caption": "Jamie Dornan"
        },
        {
          "Name": "http://gms.dcs.gla.ac.uk/resources/images/dr_Screen-Shot-2015-10-03-at-114328.png",
          "Caption": "Jamie Dornan and our Bev Lyons"
        },
        {
          "Name": "http://gms.dcs.gla.ac.uk/resources/images/drcwg_jamie-dornan.jpg",
          "Caption": "Jamie for CK"
        },
        {
          "Name": "http://gms.dcs.gla.ac.uk/resources/images/drcwg_jamie-dornan.jpg",
          "Caption": "Guest Jamie Dornan, during the filming of the Graham Norton Show"
        },
        {
          "Name": "http://gms.dcs.gla.ac.uk/resources/images/drcwg_jamie-dornan.jpg",
          "Caption": "Jamie Dornan as sexy billionaire Christian Grey"
        },
        {
          "Name": "http://gms.dcs.gla.ac.uk/resources/images/drcwg_jamie-dornan.jpg",
          "Caption": "Jamie Dornan. Whoa"
        },
        {
          "Name": "http://gms.dcs.gla.ac.uk/resources/images/drcwg_jamie-dornan.jpg",
          "Caption": "Jamie for Calvin Klein"
        },
        {
          "Name": "http://gms.dcs.gla.ac.uk/resources/images/drcwg_jamie-dornan.png",
          "Caption": "Jamie Dornan at the 72nd Annual Golden Globe Awards "
        },
        {
          "Name": "http://gms.dcs.gla.ac.uk/resources/images/drcwg_jamie-dornan.png",
          "Caption": "Jamie Dornan on Jimmy Fallon"
        },
        {
          "Name": "http://gms.dcs.gla.ac.uk/resources/images/drcwg_Jamie-Dornan.png",
          "Caption": "Jamie Dornan in New York"
        },
        {
          "Name": "http://gms.dcs.gla.ac.uk/resources/images/drcwg_jamie-dornan.jpg",
          "Caption": "Sizzling in the Calvin Klein campaign"
        },
        {
          "Name": "http://gms.dcs.gla.ac.uk/resources/images/drcwg_Jamie-dornan.jpg",
          "Caption": "Jamie posing for Calvin Klein"
        }
      ],
      "Related": null,
      "Videos": null,
      "Comments": null,
      "Id": "560fdf77e4b0b7e5984753ff"
    },
    "Source": "Daily Record",
    "Path": [
      {
        "Name": "Golf",
        "Path": "News/Sport/Golf"
      }
    ],
    "SimilarNews": [],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  },
  {
    "CurrentNews": {
      "Title": "Scots star chef Brian Maule sheds the pounds to line up for Great Scottish Run - Daily Record",
      "Description": "THE top man at Glasgow’s Chardon D’Or is battling back from injury to line up in tomorrow’s race and he admitted he’ll be happy just to cross the finishing line in one piece.",
      "TimeStamp": "03/10/2015",
      "Category": "news",
      "Url": "http://www.dailyrecord.co.uk/lifestyle/health-fitness/scots-star-chef-brian-maule-6563912",
      "Source": "http://www.dailyrecord.co.uk",
      "MainStory": "<p>SCOTS chef Brian Maule has cooked for royalty and some of the biggest stars in the world – but says taking on the <a href=\"http://www.dailyrecord.co.uk/sport/other-sports/athletics/great-scottish-run-2015-you-6559976\" data-content-type=\"news\" data-type=\"inline\" data-action=\"6559976\" data-word-count=\"3\" data-track=\"false\">Great Scottish Run</a> will be among his most daunting challenges.</p>\n<p>The top man at Glasgow’s Chardon D’Or is battling back from injury to line up in <a href=\"http://www.dailyrecord.co.uk/sport/other-sports/athletics/great-scottish-run-2015-you-6559976\" data-content-type=\"news\" data-type=\"inline\" data-action=\"6559976\" data-word-count=\"2\" data-track=\"false\">tomorrow’s race</a> and he admitted he’ll be happy just to cross the <a href=\"http://www.dailyrecord.co.uk/sport/other-sports/athletics/great-scottish-run-2015-you-6559976\" data-content-type=\"news\" data-type=\"inline\" data-action=\"6559976\" data-word-count=\"2\" data-track=\"false\">finishing line</a> in one piece.</p>\n<p>Brian – who trained under the world-famous Roux brothers – is using the run as a personal challenge, having lost three stone through healthy eating and becoming more active.</p>\n<p>He said: “I was hoping to do the half marathon but suffered a few injuries during training.</p>\n<p>“Now it looks like I’ll only be able to do the 10k. But even if it takes a while, I’m determined to finish.</p>\n<p>“I’m looking forward to the atmosphere on the day and joining thousands of runners at the start line.</p>\n<p>“Running has helped me to shift the pounds but it’s hard to keep the weight off because I’m always in the kitchen preparing and tasting food.</p>\n<p> </p>\n<p></p>\n<p>“I try to train three times a week and it means I can enjoy my food without feeling too guilty.”</p>\n<p>Brian was just 18 when he left home in Irvine, Ayrshire, to move to France in a bid to hone his culinary skills.</p>\n<p>The ambitious youngster soon made an impression on his boss and Brian was introduced to a world where fine food was of utmost importance.</p>\n<p>He said: “It was daunting to leave home so young but I wanted to learn and France had a lot to offer.</p>\n<p>“I had to work my way up but gained a lot of experience and confidence.</p>\n<p>“They could see my potential and as a thank you for translating French into English for my boss, I was introduced to the Roux brothers and my career took off from there.”</p>\n<p>At the age of 25, Brian landed the prestigious job of executive chef at two Michelin starred La Gavroche, the iconic London restaurant run by Masterchef’s Michel Roux Jnr.</p>\n<p>Brian, 46, and wife Susan, 43, have fond memories of rubbing shoulders with the stars and dining in the world’s most recognised Japanese restaurant Nobu, at a table next to late Hollywood actor Robin Williams and Beatles producer George Martin.</p>\n<p>Brian said: “I worked at La Gavroche for eight years alongside Michel and Albert Roux, who are culinary legends.</p>\n<p>“We enjoyed the good life and met some great people. I had the privilege of cooking for the Queen Mother, Princess Diana and a lot of politicians and celebrities.</p>\n<p>“I always teach my staff that while it’s nice to cook for the rich and famous, every single person in my restaurant is just as important and must be looked after the same way as the VIPs.”</p>\n<p>After eight successful years in London, Brian and Susan decided to move back to Scotland to set up Chardon D’Or in Glasgow in autumn 2001.</p>\n<p>Just weeks before its launch, the restaurant and tourist industries were hit hard as the world reeled in shock at the 9/11 terrorist attacks on America.</p>\n<p>He said: “It was a very tough time but we were determined to see it through. I always believed in what we do and thankfully business picked up.</p>\n<p>“It was always my dream to run my own restaurant and it also made sense to move back to Scotland to raise our family.</p>\n<p>“It’s important to me that our food is of the highest quality and we have 35 staff on books, so work is pretty full-on.</p>\n<p>“I’m in the kitchen six days a week, from 8.30am until late at night, but cooking is my passion and it’s my name above the door, so I like to be hands-on.</p>\n<p>“We have a wonderful team and I’m very proud of what we do.”</p>\n<p>In the last 14 years, Chardon D’Or has become famous for being the finest French restaurant in the city.</p>\n<p>It has served top names at their tables and is on the stars’ “must-visit” lists when they are in Glasgow. Past diners include Rod Stewart, Morgan Freeman and Steven Seagal.</p>\n<p>Brian admitted he’s kept so busy that he has no plans to open elsewhere in the country.</p>\n<p>He added: “We opened up downstairs for private dining but I’m too busy and it would be difficult to be hands-on with several restaurants. I prefer to focus on what I’m doing here.”</p>\n<p> Brian is also involved with the Culinary Excellence programme, helping youngsters from disadvantaged <br /> backgrounds to experience life in a professional kitchen and dining room. </p>\n<p>He said: “I’ve been working with schools in Springburn to help educate the children about good quality fresh food.</p>\n<p>“They come into the restaurant every week and we teach them how to prepare and cook a three-course meal.</p>\n<p>“They each get a role and the feedback from the teachers and the youngsters has been very positive. It’s a rewarding project and hopefully it will help the children to realise their full potential.”</p>\n<p>Michel Roux Jnr is also a frequent guest at Brian’s restaurant. After working together for more than 13 years, the pair remain close and speak on the phone a few times a week.</p>\n<p>Brian said: “He was my boss for a long time and we got to know each other well.</p>\n<p>“I worked alongside him in the kitchen and picked up a lot of cooking, organisation and management skills. He’s a great guy and he was also instrumental in helping me set up on my own.</p>\n<p>“Once a year we do an annual dinner together and it fills the restaurant. He’s a very talented cook and it’s been a privilege to work with him.</p>\n<p>“He helped me a lot in the early days and we’ll always be good pals.”</p>\n",
      "Images": [
        {
          "Name": "http://gms.dcs.gla.ac.uk/resources/images/dr_Brian-Maule.jpg",
          "Caption": "Brian Maule"
        },
        {
          "Name": "http://gms.dcs.gla.ac.uk/resources/images/dr_JS38506117-1.jpg",
          "Caption": "Brian Maule pulled on his trainers along with some of his staff"
        }
      ],
      "Related": null,
      "Videos": null,
      "Comments": null,
      "Id": "560fdf7ce4b0b7e598475400"
    },
    "Source": "Daily Record",
    "Path": [
      {
        "Name": "Arts",
        "Path": "News/Arts"
      }
    ],
    "SimilarNews": [],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  },
  {
    "CurrentNews": {
      "Title": "Gary Ralston's restaurant review: Giraffe, Corner of West Regent and West Nile Street, Glasgow - Daily Record",
      "Description": "FAMILY restaurant Giraffe fails to stick its neck out on Glasgow's discerning dining scene. It is bright and breezy - but fairly bland. Gary gave it 23/30.",
      "TimeStamp": "03/10/2015",
      "Category": "news",
      "Url": "http://www.dailyrecord.co.uk/incoming/gary-ralstons-restaurant-review-giraffe-6559869",
      "Source": "http://www.dailyrecord.co.uk",
      "MainStory": "<p>If you’re going to call your restaurant Giraffe you’d better make sure you really are head and shoulders above the rest.</p>\n<p>The latest addition to the chain has just opened in <a data-action=\"glasgow\" data-content-type=\"section-topic\" data-track=\"false\" data-type=\"inline\" data-word-count=\"1\" href=\"http://www.dailyrecord.co.uk/all-about/glasgow\" target=\"_blank\">Glasgow</a> city centre and with 63 of the restaurants now patrolling the food plains of the UK, they are hardly heading for extinction.</p>\n<p>Giraffe cafes are owned by Tesco, although the design of the new place at the corner of West Regent and West Nile Streets is straight out of Ikea.</p>\n<p>It boasts big yellow light shades, red chairs, orange upholstery, soft furnishings easy on the eye and bold, framed abstract prints around the walls.</p>\n<p>We half-expected to be handed a pencil and measuring tape with our menus and to end our meal by wheeling a futon home with a bag of enough candles to light up the Vatican.</p>\n<p>It is bright, breezy – and all very, very bland. The imitation prints on the wall, for example, add a splash of colour and yet only serve to underline the lack of authenticity about the place.</p>\n<p>It’s all rather nice but, as a wise woman once told me, nice only ever sits in the corner and doesn’t say a word. This is a flat-pack food experience that promises to take you around the world but, like flicking through the pages of <br />a travel brochure, only leaves a yearning for the real deal.</p>\n<p>Perhaps before taking us on a culinary trip around five continents, the marketing department of Giraffe could also correct the local reference on their website that informs us the new restaurant is just behind the “Buchannan” Street shops.</p>\n<p> </p>\n<p></p>\n<p>The social media buzzword for Giraffe is that lazy expression “funky”, straight from the conference room of a London marketing agency, trying desperately to appear relevant and only coming off like a half-cut uncle dancing at a wedding.</p>\n<p>If anything, our experience of Giraffe was a bit like the food – inoffensive, with nothing to raise the hackles and yet little to get excited about either.</p>\n<p>The exception was the staff. The warmth of our greet was exceptional and their friendly professionalism shone. Early on a midweek night, the place was not exactly jumping but they were on the ball throughout. Our bill came to just over &pound;50 and that included three half-price cocktails.</p>\n<p>The benefit of a retail behemoth such as Tesco is they can support discounts that make restaurants such as Giraffe plausible options for families on a night out.</p>\n<p>We were handed a voucher offering 50 per cent off our next visit and if mum and dad can feed themselves and two kids for &pound;40 before a trip to the cinema then who cares if they are not dining under Picasso originals?</p>\n<p>In fairness, Giraffe understand their market, which is overwhelmingly families and shoppers looking to refuel on chicken salads or Cosmopolitans – a notch above Frankie and Benny’s and Nando’s, for sure, but never aspiring <br />to the likes Carluccio’s or Jamie’s Kitchen.</p>\n<p>Our well-paced service started with my little sis and I tucking into a shared bowl of nachos nirvana and they were very good. The tortilla chips were crisp and evenly grilled and topped with plenty veggie chilli, cheese, jalapenos, salsa, guacamole and sour cream. </p>\n<p>A smoky hint of paprika added an extra tingle to the tastebuds. Laura doesn’t eat meat and there was enough on the menu to hold her interest as she plumped for green veggie and kale enchiladas, with a tomato and rocket salad on the side.</p>\n<p>The enchiladas were packed with broccoli, kale, roasted sweetcorn and feta cheese with a tomato salad and lime dressing. She felt the broccoli and kale were overcooked to be rendered tasteless but the salad came with a zingy vinaigrette dressing and scored highly.</p>\n<p> </p>\n<p></p>\n<p>My chilli beef burrito was so-so. The tortilla was too starchy underneath and the rice and beef parcelled inside were disappointingly bland, lacking in taste and texture.</p>\n<p>The sour cream, melted cheddar and pink onions smothered on top made a decent attempt at revitalising the dish but fell short.</p>\n<p>We pushed the boat out for dessert and Laura loved her tart lemon cheesecake, a generous slab that came <br />with mascarpone ice cream and a zingy rhubarb compote which had her gloriously sucking her cheeks all the way to her tonsils.</p>\n<p>My rocky road sundae was a tower of decadence but a monument of a missed opportunity. The vanilla <br />ice-cream and fresh strawberries were winners, but were overpowered by the synthetic taste of the chocolate brownie and marshmallows underneath.</p>\n<p>Foodies will body swerve this place for all it’s worth but families might find value in the discount deals.</p>\n<p>But to say they’ll serve food you’ll always remember? You’re having a giraffe.</p>\n<p>● Got a restaurant you want reviewed? Email g.ralston@dailyrecord.co.uk or via Twitter @ garyshotplate</p>\n",
      "Images": [
        {
          "Name": "http://gms.dcs.gla.ac.uk/resources/images/dr_JS73298961.jpg",
          "Caption": "The tortilla chips at Giraffe"
        },
        {
          "Name": "http://gms.dcs.gla.ac.uk/resources/images/dr_JS73298588.jpg",
          "Caption": "Giraffe in Glasgow"
        },
        {
          "Name": "http://gms.dcs.gla.ac.uk/resources/images/dr_Giraffe-restaurant-dish.png",
          "Caption": "Plenty of veggie chilli, cheese, jalapenos, salsa, guacamole and sour cream on the tortilla chips"
        }
      ],
      "Related": null,
      "Videos": null,
      "Comments": null,
      "Id": "560fdf83e4b0b7e598475401"
    },
    "Source": "Daily Record",
    "Path": [
      {
        "Name": "Society",
        "Path": "News/Society"
      }
    ],
    "SimilarNews": [
      {
        "Title": "Gary Ralston's restaurant review: Usha's, Byres Road, Glasgow - Daily Record | Source:Daily Record",
        "Description": "GARY reckons the spice is right but the seating is tight as he dines on fine street food in the city's West End.",
        "Url": "http://www.dailyrecord.co.uk/lifestyle/food-drink/gary-ralstons-restaurant-review-ushas-4758047",
        "Images": [
          {
            "Name": "dr_JS52020173.jpg",
            "Caption": "Stuffed Paneer Shimla Mirch"
          },
          {
            "Name": "dr_JS52020192.jpg",
            "Caption": "Okra Dopiaza, Palak paneer and Aubergine Bharta"
          },
          {
            "Name": "dr_JS52020207.jpg",
            "Caption": "Usha's"
          }
        ]
      },
      {
        "Title": "Gary Ralston's restaurant review: Malaga Tapas, St Andrew's Drive, Glasgow - Daily Record | Source:Daily Record",
        "Description": "GARY is in Glasgow this week to experience pain, gain and the taste of Spain.",
        "Url": "http://www.dailyrecord.co.uk/lifestyle/food-drink/gary-ralstons-restaurant-review-malaga-4547357",
        "Images": [
          {
            "Name": "dr_JS49529666.jpg",
            "Caption": "Malaga Tapas in Glasgow"
          },
          {
            "Name": "dr_JS49529640.jpg",
            "Caption": ""
          },
          {
            "Name": "dr_JS49529651.jpg",
            "Caption": ""
          }
        ]
      },
      {
        "Title": "Gary Ralston's restaurant review: Chaophraya, Nelson Mandela Place, Glasgow - Daily Record | Source:Daily Record",
        "Description": "GARY visits a city centre restaurant which is making a song and dance in local circles and discovers a showstopping menu backed up by fantastic staff.",
        "Url": "http://www.dailyrecord.co.uk/lifestyle/food-drink/gary-ralstons-restaurant-review-chaophraya-4454349",
        "Images": [
          {
            "Name": "dr_Chaophraya.jpg",
            "Caption": "Restaurant review pics of Chaophraya, Nelson Mandela Place, Glasgow."
          },
          {
            "Name": "dr_Chaophraya.jpg",
            "Caption": "Signature Dish: Weeping Tiger Beef"
          }
        ]
      },
      {
        "Title": "Gary Ralston's restaurant review: Dumpling Monkey, 121 Dumbarton Road, Glasgow - Daily Record | Source:Daily Record",
        "Description": "GARY RALSTON says it's easy to see why this Chinese street café is 30th best restaurant in the UK. It scored 23/30.",
        "Url": "http://www.dailyrecord.co.uk/lifestyle/food-drink/gary-ralstons-restaurant-review-dumpling-5119926",
        "Images": [
          {
            "Name": "dr_JS55913021.jpg",
            "Caption": "The delicious Korean noodles"
          },
          {
            "Name": "dr_JS55913106.jpg",
            "Caption": "Dumpling monkey on Dumbarton Road"
          }
        ]
      },
      {
        "Title": "Gary Ralston's restaurant review: Ka Ka Lok, 175 St Georges Street, Glasgow - Daily Record | Source:Daily Record",
        "Description": "GARY samples Ka Ka Lok's cuisine and says the quality Chinese restaurant offers adventurous, authentic dishes and top service with incredible value for money.",
        "Url": "http://www.dailyrecord.co.uk/lifestyle/food-drink/gary-ralstons-restaurant-review-ka-4290527",
        "Images": [
          {
            "Name": "dr_JS46175248.jpg",
            "Caption": "Ka Ka Lok"
          },
          {
            "Name": "dr_JS46175079.jpg",
            "Caption": "Ka Ka Lok's pot of seafood and tofu in a broth of vegetables"
          }
        ]
      },
      {
        "Title": "Gary Ralston's restaurant review: Old Salty's, 337 Byres Road, Glasgow - Daily Record | Source:Daily Record",
        "Description": "GARY headed to the trendy west end of Glasgow for this week's review and in Old Salty's thought he'd found the reel deal..",
        "Url": "http://www.dailyrecord.co.uk/lifestyle/food-drink/gary-ralstons-restaurant-review-old-5742682",
        "Images": [
          {
            "Name": "dr_JS63904048.jpg",
            "Caption": "Old Saltys on Byres Road"
          },
          {
            "Name": "dr_JS63903896.jpg",
            "Caption": "Steak pie is on the menu too at Old Salty's on Byres Road"
          }
        ]
      }
    ],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  },
  {
    "CurrentNews": {
      "Title": "",
      "Description": "Rangers made it nine league wins in a row with a narrow victory over a spirited Falkirk side in the Scottish Championship.",
      "TimeStamp": "03/10/2015",
      "Category": "news",
      "Url": "http://www.bbc.co.uk/sport/football/34366851",
      "Source": "http://www.bbc.co.uk",
      "MainStory": "<p class=\"scorer-list blq-clearfix\"> <span> Shiels 3′ </span><span> Tavernier 81′ </span><span> Wallace 90′ </span> </p>\n<p class=\"scorer-list blq-clearfix\"> <span> Vaulks 17′ </span> </p>\n<p class=\"introduction\" id=\"story_continues_1\" itemprop=\"description\"> Rangers made it nine league wins in a row with a narrow victory over a spirited Falkirk side in the Scottish Championship. </p>\n<p> Dean Shiels gave the league leaders an early lead, but a stunning strike from Will Vaulks saw Falkirk equalise. </p>\n<p> The match looked like it might be heading for a draw and Rangers first dropped points of the season, but James Tavernier hit a late free-kick. </p>\n<p> Lee Wallace wrapped up the victory with a strike in injury time. </p>\n<p> Rangers made the perfect start. Some neat interplay between Shiels and Martin Waghorn unlocked the Falkirk defence. A back-heel from Waghorn allowed in Shiels who fired home from close range. </p>\n<p> Falkirk refused to crumble, and were level thanks to a stunning strike from Vaulks. </p>\n<p> From a long way out the midfielder arrowed a shot into the corner of the net, leaving Rangers goalkeeper Wes Foderingham with no chance. Vaulks celebrated his spectacular strike with a similarly impressive series of somersaults. </p>\n<p> In the 32nd minute a superb attacking move from Rangers saw Wallace cut back for Jason Holt. His shot looked destined to bulge the net but Falkirk keeper Danny Rogers pulled off a great stop to tip the ball over the bar. </p>\n<p> Waghorn then weaved through the Falkirk defence but dragged his shot wide of the post. </p>\n<p> In the second-half Rangers continued to struggle to find a cutting edge. A turn and shot from Shiels was well saved by Rogers. </p>\n<p> Falkirk almost took the lead when a Tom Taiwo shot was spilled by Rangers goalkeeper Wes Foderingham, who recovered the loose ball just before John Baird could pounce. </p>\n<p> With ten minutes to play Rangers won a free-kick on the edge of the box. James Tavernier took it and curled it perfectly into the corner of the net to send the home crowd wild with delight. </p>\n<p> Kenny Miller almost made it 3-1 after he rounded the goalkeeper, but his effort was cleared off the line by Mark Kerr. </p>\n<p> Lee Wallace would make it 3-1 deep in injury time with a fine effort from 20 yards. </p>\n<p class=\"event\"> <span class=\"event-title\"> </span> <span class=\"event-title\"> <strong>Full Time</strong> </span> Match ends, Rangers 3, Falkirk 1. </p>\n<p class=\"event\"> <span class=\"event-title\"> </span> <span class=\"event-title\"> <strong>Full Time</strong> </span> Second Half ends, Rangers 3, Falkirk 1. </p>\n<p> Corner, Falkirk. Conceded by Rob Kiernan. </p>\n<p> Attempt blocked. Craig Sibbald (Falkirk) right footed shot from outside the box is blocked. </p>\n<p> Foul by Martyn Waghorn (Rangers). </p>\n<p> Peter Grant (Falkirk) wins a free kick in the attacking half. </p>\n<p> Attempt missed. Blair Alston (Falkirk) right footed shot from outside the box is high and wide to the right. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Goal!</strong> </span> Goal! Rangers 3, Falkirk 1. Lee Wallace (Rangers) right footed shot from outside the box to the top right corner. </p>\n<p> Attempt saved. Nicky Law (Rangers) right footed shot from the centre of the box is saved in the centre of the goal. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Substitution</strong> </span> Substitution, Rangers. Dominic Ball replaces Dean Shiels. </p>\n<p> Attempt missed. Aaron Muirhead (Falkirk) right footed shot from outside the box is too high following a set piece situation. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Substitution</strong> </span> Substitution, Falkirk. Lee Miller replaces Mark Kerr. </p>\n<p> Attempt missed. James Tavernier (Rangers) right footed shot from the right side of the box is just a bit too high following a corner. </p>\n<p> Corner, Rangers. Conceded by David McCracken. </p>\n<p> Attempt blocked. Kenny Miller (Rangers) right footed shot from the left side of the six yard box is blocked. </p>\n<p> Corner, Falkirk. Conceded by Lee Wallace. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Substitution</strong> </span> Substitution, Falkirk. David Smith replaces Tom Taiwo. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Booking</strong> </span> Aaron Muirhead (Falkirk) is shown the yellow card. </p>\n<p> Corner, Falkirk. Conceded by Rob Kiernan. </p>\n<p> Attempt blocked. Will Vaulks (Falkirk) right footed shot from the left side of the box is blocked. </p>\n<p> Danny Wilson (Rangers) wins a free kick on the right wing. </p>\n<p> Foul by Craig Sibbald (Falkirk). </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Booking</strong> </span> John Baird (Falkirk) is shown the yellow card. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Goal!</strong> </span> Goal! Rangers 2, Falkirk 1. James Tavernier (Rangers) from a free kick with a right footed shot to the bottom right corner. </p>\n<p> Kenny Miller (Rangers) wins a free kick in the defensive half. </p>\n<p> Foul by Tom Taiwo (Falkirk). </p>\n<p> Attempt saved. John Baird (Falkirk) right footed shot from the right side of the box is saved in the top right corner. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Booking</strong> </span> Mark Kerr (Falkirk) is shown the yellow card for a bad foul. </p>\n<p> Andy Halliday (Rangers) wins a free kick in the defensive half. </p>\n<p> Foul by Mark Kerr (Falkirk). </p>\n<p> Nicky Law (Rangers) wins a free kick in the defensive half. </p>\n<p> Foul by Blair Alston (Falkirk). </p>\n<p> Foul by Rob Kiernan (Rangers). </p>\n<p> Craig Sibbald (Falkirk) wins a free kick on the left wing. </p>\n<p> Attempt missed. Martyn Waghorn (Rangers) right footed shot from the right side of the box is just a bit too high. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Substitution</strong> </span> Substitution, Rangers. Nicky Law replaces Jason Holt. </p>\n<p> Foul by Danny Wilson (Rangers). </p>\n<p> Aaron Muirhead (Falkirk) wins a free kick in the attacking half. </p>\n<p> Jason Holt (Rangers) wins a free kick in the defensive half. </p>\n<p> Foul by Tom Taiwo (Falkirk). </p>\n<p> Corner, Rangers. Conceded by Danny Rogers. </p>\n<p> Attempt saved. Martyn Waghorn (Rangers) left footed shot from the right side of the box is saved in the bottom right corner. </p>\n<p> Attempt saved. Rob Kiernan (Rangers) header from the centre of the box is saved in the top centre of the goal. </p>\n<p> Corner, Rangers. Conceded by Mark Kerr. </p>\n<p> Attempt saved. Tom Taiwo (Falkirk) right footed shot from outside the box is saved in the bottom right corner. </p>\n<p> Corner, Rangers. Conceded by David McCracken. </p>\n<p> Foul by Kenny Miller (Rangers). </p>\n<p> Luke Leahy (Falkirk) wins a free kick in the defensive half. </p>\n<p> Corner, Rangers. Conceded by Danny Rogers. </p>\n<p> Attempt saved. Dean Shiels (Rangers) right footed shot from the left side of the box is saved in the top right corner. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Substitution</strong> </span> Substitution, Rangers. Kenny Miller replaces Nathan Oduwa. </p>\n<p> Dean Shiels (Rangers) wins a free kick on the right wing. </p>\n<p> Foul by Tom Taiwo (Falkirk). </p>\n<p> Barrie McKay (Rangers) wins a free kick in the defensive half. </p>\n<p> Foul by Blair Alston (Falkirk). </p>\n<p> Attempt missed. Nathan Oduwa (Rangers) right footed shot from a difficult angle and long range on the right misses to the left. </p>\n<p> Attempt missed. Blair Alston (Falkirk) right footed shot from outside the box is just a bit too high. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Booking</strong> </span> Luke Leahy (Falkirk) is shown the yellow card for a bad foul. </p>\n<p> Barrie McKay (Rangers) wins a free kick in the defensive half. </p>\n<p> Foul by Luke Leahy (Falkirk). </p>\n<p> Dean Shiels (Rangers) wins a free kick on the left wing. </p>\n<p> Foul by Mark Kerr (Falkirk). </p>\n<p> Attempt saved. Martyn Waghorn (Rangers) right footed shot from the left side of the box is saved in the top left corner. </p>\n<p> Attempt blocked. Barrie McKay (Rangers) right footed shot from outside the box is blocked. </p>\n<p class=\"event\"> <span class=\"event-title\"> </span> Second Half begins Rangers 1, Falkirk 1. </p>\n<p class=\"event\"> <span class=\"event-title\"> </span> <span class=\"event-title\"> <strong>Half Time</strong> </span> First Half ends, Rangers 1, Falkirk 1. </p>\n<p> Foul by Martyn Waghorn (Rangers). </p>\n<p> David McCracken (Falkirk) wins a free kick in the defensive half. </p>\n<p> James Tavernier (Rangers) wins a free kick in the defensive half. </p>\n<p> Foul by Tom Taiwo (Falkirk). </p>\n<p> Attempt missed. Rob Kiernan (Rangers) header from the centre of the box is just a bit too high. </p>\n<p> Corner, Rangers. Conceded by Mark Kerr. </p>\n<p> Nathan Oduwa (Rangers) wins a free kick on the right wing. </p>\n<p> Foul by Luke Leahy (Falkirk). </p>\n<p> Attempt missed. Martyn Waghorn (Rangers) right footed shot from the centre of the box is close, but misses to the left. </p>\n<p> Attempt saved. Nathan Oduwa (Rangers) right footed shot from the centre of the box is saved in the centre of the goal. </p>\n<p> Corner, Rangers. Conceded by Danny Rogers. </p>\n<p> Attempt saved. Jason Holt (Rangers) left footed shot from the centre of the box is saved in the top centre of the goal. </p>\n<p> Foul by Dean Shiels (Rangers). </p>\n<p> David McCracken (Falkirk) wins a free kick on the left wing. </p>\n<p> Attempt missed. Andy Halliday (Rangers) left footed shot from outside the box is just a bit too high. </p>\n<p> Corner, Rangers. Conceded by David McCracken. </p>\n<p> Corner, Rangers. Conceded by Luke Leahy. </p>\n<p> Attempt missed. James Tavernier (Rangers) right footed shot from the centre of the box is just a bit too high. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Goal!</strong> </span> Goal! Rangers 1, Falkirk 1. Will Vaulks (Falkirk) right footed shot from outside the box to the bottom right corner. Assisted by Peter Grant. </p>\n<p> Corner, Falkirk. Conceded by Rob Kiernan. </p>\n<p> Attempt missed. Aaron Muirhead (Falkirk) right footed shot from outside the box misses to the left. </p>\n<p> Foul by Andy Halliday (Rangers). </p>\n<p> Craig Sibbald (Falkirk) wins a free kick on the right wing. </p>\n<p> Andy Halliday (Rangers) wins a free kick in the defensive half. </p>\n<p> Foul by Craig Sibbald (Falkirk). </p>\n<p> Attempt missed. John Baird (Falkirk) right footed shot from outside the box is close, but misses to the right. </p>\n<p> Jason Holt (Rangers) wins a free kick on the left wing. </p>\n<p> Foul by Will Vaulks (Falkirk). </p>\n<p> Corner, Rangers. Conceded by Aaron Muirhead. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Goal!</strong> </span> Goal! Rangers 1, Falkirk 0. Dean Shiels (Rangers) right footed shot from the centre of the box to the bottom left corner. Assisted by Martyn Waghorn. </p>\n<p> Foul by Danny Wilson (Rangers). </p>\n<p> Craig Sibbald (Falkirk) wins a free kick in the defensive half. </p>\n<p class=\"event\"> <span class=\"event-title\"> </span> First Half begins. </p>\n<p> Lineups are announced and players are warming up. </p>\n<p class=\"disclaimer\">Live data and text provided by <a href=\"http://www.bbc.co.uk/sport/0/24067715\">our data suppliers</a></p>\n",
      "Images": [
        {
          "Name": "http://gms.dcs.gla.ac.uk/resources/images/bbc__85893578_rangers.jpg",
          "Caption": "Lee Wallace (right) gave Rangers a 3-1 lead late on"
        },
        {
          "Name": "http://gms.dcs.gla.ac.uk/resources/images/bbc__85893856_vaulks.jpg",
          "Caption": "Will Vaulks celebrates after equalising for Falkirk"
        }
      ],
      "Related": null,
      "Videos": null,
      "Comments": null,
      "Id": "56100f74e4b02ac6a896ed03"
    },
    "Source": "BBC",
    "Path": [
      {
        "Name": "Rangers",
        "Path": "News/Sport/Football/Club/Rangers"
      }
    ],
    "SimilarNews": [],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  },
  {
    "CurrentNews": {
      "Title": "",
      "Description": "Alloa Athletic moved off the bottom of the Scottish Championship after Jason Marr rescued a point in a draw at St Mirren Park.",
      "TimeStamp": "03/10/2015",
      "Category": "news",
      "Url": "http://www.bbc.co.uk/sport/football/34366853",
      "Source": "http://www.bbc.co.uk",
      "MainStory": "<p class=\"scorer-list blq-clearfix\"> <span> Shankland 68′ </span> </p>\n<p class=\"scorer-list blq-clearfix\"> <span> Marr 75′ </span> </p>\n<p class=\"introduction\" id=\"story_continues_1\" itemprop=\"description\"> Alloa Athletic moved off the bottom of the Scottish Championship after Jason Marr rescued a point in a draw at St Mirren Park. </p>\n<p> On-loan Aberdeen striker Lawrence Shankland opened the scoring in the 68th minute as goalkeeper Andy McNeil dealt poorly with a back pass. </p>\n<p> But Marr volleyed home Burton O'Brien's free-kick following a Jack Baird foul. </p>\n<p> Shankland then had a chance to win it and Calum Gallagher had a penalty appeal waved away for the hosts. </p>\n<p class=\"event\"> <span class=\"event-title\"> </span> <span class=\"event-title\"> <strong>Full Time</strong> </span> Match ends, St. Mirren 1, Alloa Athletic 1. </p>\n<p class=\"event\"> <span class=\"event-title\"> </span> <span class=\"event-title\"> <strong>Full Time</strong> </span> Second Half ends, St. Mirren 1, Alloa Athletic 1. </p>\n<p> Jim Goodwin (St. Mirren) wins a free kick in the attacking half. </p>\n<p> Foul by Mark Williams (Alloa Athletic). </p>\n<p> Attempt missed. Stephen Mallan (St. Mirren) right footed shot from outside the box is high and wide to the right from a direct free kick. </p>\n<p> Foul by Jason Marr (Alloa Athletic). </p>\n<p> Steven Thompson (St. Mirren) wins a free kick in the defensive half. </p>\n<p> Foul by Robbie Crawford (Alloa Athletic). </p>\n<p> Keith Watson (St. Mirren) wins a free kick on the left wing. </p>\n<p> Corner, St. Mirren. Conceded by Kyle McAusland. </p>\n<p> Attempt saved. Lawrence Shankland (St. Mirren) right footed shot from a difficult angle on the right is saved in the bottom right corner. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Booking</strong> </span> Iain Flannigan (Alloa Athletic) is shown the yellow card. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Substitution</strong> </span> Substitution, Alloa Athletic. Michael Chopra replaces Mikk Reintam because of an injury. </p>\n<p> Attempt saved. Calum Gallagher (St. Mirren) header from the centre of the box is saved in the centre of the goal. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Booking</strong> </span> Edward Ferns (Alloa Athletic) is shown the yellow card. </p>\n<p> Lewis Morgan (St. Mirren) wins a free kick in the attacking half. </p>\n<p> Foul by Graeme Holmes (Alloa Athletic). </p>\n<p> Corner, Alloa Athletic. Conceded by Sean Kelly. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Substitution</strong> </span> Substitution, Alloa Athletic. Mark Williams replaces Connor McManus. </p>\n<p> Calum Gallagher (St. Mirren) wins a free kick on the left wing. </p>\n<p> Foul by Colin Hamilton (Alloa Athletic). </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Goal!</strong> </span> Goal! St. Mirren 1, Alloa Athletic 1. Jason Marr (Alloa Athletic) right footed shot from the centre of the box to the top right corner. Assisted by Burton O'Brien with a cross. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Booking</strong> </span> Jack Baird (St. Mirren) is shown the yellow card for a bad foul. </p>\n<p> Foul by Jack Baird (St. Mirren). </p>\n<p> Edward Ferns (Alloa Athletic) wins a free kick on the left wing. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Goal!</strong> </span> Goal! St. Mirren 1, Alloa Athletic 0. Lawrence Shankland (St. Mirren) right footed shot from the centre of the box to the centre of the goal. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Substitution</strong> </span> Substitution, Alloa Athletic. Edward Ferns replaces Michael Duffy. </p>\n<p> Attempt missed. Keith Watson (St. Mirren) right footed shot from a difficult angle on the right is too high. </p>\n<p> Corner, St. Mirren. Conceded by Burton O'Brien. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Substitution</strong> </span> Substitution, St. Mirren. Lewis Morgan replaces Stuart Carswell. </p>\n<p> Corner, Alloa Athletic. Conceded by Sean Kelly. </p>\n<p> Foul by Lawrence Shankland (St. Mirren). </p>\n<p> Colin Hamilton (Alloa Athletic) wins a free kick in the defensive half. </p>\n<p> Corner, St. Mirren. Conceded by Colin Hamilton. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Booking</strong> </span> Andy McNeil (Alloa Athletic) is shown the yellow card. </p>\n<p> Attempt missed. Sean Kelly (St. Mirren) left footed shot from outside the box is high and wide to the right. </p>\n<p> Foul by Jim Goodwin (St. Mirren). </p>\n<p> Burton O'Brien (Alloa Athletic) wins a free kick on the left wing. </p>\n<p> Corner, St. Mirren. Conceded by Kyle McAusland. </p>\n<p> Corner, St. Mirren. Conceded by Andy McNeil. </p>\n<p> Attempt saved. Stephen Mallan (St. Mirren) right footed shot from the centre of the box is saved in the top right corner. </p>\n<p class=\"event\"> <span class=\"event-title\"> </span> Second Half begins St. Mirren 0, Alloa Athletic 0. </p>\n<p class=\"event\"> <span class=\"event-title\"> </span> <span class=\"event-title\"> <strong>Half Time</strong> </span> First Half ends, St. Mirren 0, Alloa Athletic 0. </p>\n<p> Attempt saved. Lawrence Shankland (St. Mirren) header from the centre of the box is saved in the bottom right corner. </p>\n<p> Corner, St. Mirren. Conceded by Colin Hamilton. </p>\n<p> Attempt missed. Lawrence Shankland (St. Mirren) left footed shot from outside the box is close, but misses to the left. </p>\n<p> Attempt missed. Jim Goodwin (St. Mirren) right footed shot from outside the box is high and wide to the right. </p>\n<p> Foul by Andy Webster (St. Mirren). </p>\n<p> Kyle McAusland (Alloa Athletic) wins a free kick in the attacking half. </p>\n<p> Corner, St. Mirren. Conceded by Robbie Crawford. </p>\n<p> Attempt missed. Stephen Mallan (St. Mirren) right footed shot from outside the box is just a bit too high from a direct free kick. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Booking</strong> </span> Kyle McAusland (Alloa Athletic) is shown the yellow card. </p>\n<p> Steven Thompson (St. Mirren) wins a free kick in the defensive half. </p>\n<p> Foul by Colin Hamilton (Alloa Athletic). </p>\n<p> Attempt saved. Robbie Crawford (Alloa Athletic) right footed shot from outside the box is saved in the bottom right corner. </p>\n<p> Attempt missed. Stephen Mallan (St. Mirren) right footed shot from outside the box misses to the left. </p>\n<p> Attempt saved. Calum Gallagher (St. Mirren) right footed shot from long range on the left is saved in the centre of the goal. </p>\n<p> Foul by Burton O'Brien (Alloa Athletic). </p>\n<p> Stephen Mallan (St. Mirren) wins a free kick in the defensive half. </p>\n<p> Attempt missed. Stephen Mallan (St. Mirren) right footed shot from outside the box is close, but misses to the right from a direct free kick. </p>\n<p> Foul by Kyle McAusland (Alloa Athletic). </p>\n<p> Stephen Mallan (St. Mirren) wins a free kick in the defensive half. </p>\n<p> Foul by Burton O'Brien (Alloa Athletic). </p>\n<p> Calum Gallagher (St. Mirren) wins a free kick in the defensive half. </p>\n<p> Colin Hamilton (Alloa Athletic) wins a free kick in the defensive half. </p>\n<p> Foul by Stuart Carswell (St. Mirren). </p>\n<p> Attempt saved. Iain Flannigan (Alloa Athletic) header from the centre of the box is saved in the centre of the goal. </p>\n<p> Corner, Alloa Athletic. Conceded by Sean Kelly. </p>\n<p> Corner, Alloa Athletic. Conceded by Jack Baird. </p>\n<p> Attempt saved. Stephen Mallan (St. Mirren) right footed shot from outside the box is saved in the bottom right corner. </p>\n<p> Lawrence Shankland (St. Mirren) wins a free kick in the defensive half. </p>\n<p> Foul by Jason Marr (Alloa Athletic). </p>\n<p> Attempt missed. Andy Webster (St. Mirren) header from the centre of the box is just a bit too high. </p>\n<p> Attempt saved. Jack Baird (St. Mirren) header from the centre of the box is saved in the centre of the goal. </p>\n<p> Corner, St. Mirren. Conceded by Jason Marr. </p>\n<p> Robbie Crawford (Alloa Athletic) wins a free kick in the defensive half. </p>\n<p> Foul by Jim Goodwin (St. Mirren). </p>\n<p> Foul by Connor McManus (Alloa Athletic). </p>\n<p> Jim Goodwin (St. Mirren) wins a free kick on the right wing. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Booking</strong> </span> Robbie Crawford (Alloa Athletic) is shown the yellow card for a bad foul. </p>\n<p> Foul by Robbie Crawford (Alloa Athletic). </p>\n<p> Keith Watson (St. Mirren) wins a free kick in the defensive half. </p>\n<p class=\"event\"> <span class=\"event-title\"> </span> First Half begins. </p>\n<p> Lineups are announced and players are warming up. </p>\n<p class=\"disclaimer\">Live data and text provided by <a href=\"http://www.bbc.co.uk/sport/0/24067715\">our data suppliers</a></p>\n",
      "Images": null,
      "Related": null,
      "Videos": null,
      "Comments": null,
      "Id": "56100f7fe4b02ac6a896ed04"
    },
    "Source": "BBC",
    "Path": [
      {
        "Name": "Sports",
        "Path": "News/Sports"
      }
    ],
    "SimilarNews": [],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  },
  {
    "CurrentNews": {
      "Title": "",
      "Description": "Eamonn Brophy's 82nd-minute effort earned Dumbarton a victory at home to 10-man Livingston, who drop to the bottom of the Scottish Championship.",
      "TimeStamp": "03/10/2015",
      "Category": "news",
      "Url": "http://www.bbc.co.uk/sport/football/34366872",
      "Source": "http://www.bbc.co.uk",
      "MainStory": "<p class=\"scorer-list blq-clearfix\"> <span> Cawley 40′ </span><span> Brophy 82′ </span> </p>\n<p class=\"scorer-list blq-clearfix\"> <span> Glen 44′ </span> </p>\n<p class=\"introduction\" id=\"story_continues_1\" itemprop=\"description\"> Eamonn Brophy's 82nd-minute effort earned Dumbarton a victory at home to 10-man Livingston, who drop to the bottom of the Scottish Championship. </p>\n<p> Kevin Cawley's downward header five minutes from half-time put the hosts ahead against their fellow strugglers. </p>\n<p> But a Gary Glen header brought the visitors level before the break. </p>\n<p> Livingston were dealt a blow when substitute Myles Hippolyte was sent off for violent conduct andBrophy slotted home a late winner. </p>\n<p class=\"event\"> <span class=\"event-title\"> </span> <span class=\"event-title\"> <strong>Full Time</strong> </span> Match ends, Dumbarton 2, Livingston 1. </p>\n<p class=\"event\"> <span class=\"event-title\"> </span> <span class=\"event-title\"> <strong>Full Time</strong> </span> Second Half ends, Dumbarton 2, Livingston 1. </p>\n<p> Attempt missed. Gary Glen (Livingston) right footed shot from outside the box is too high. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Booking</strong> </span> Morgyn Neill (Livingston) is shown the yellow card. </p>\n<p> Corner, Dumbarton. Conceded by Morgyn Neill. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Booking</strong> </span> Marc McCallum (Livingston) is shown the yellow card for a bad foul. </p>\n<p> Donald McCallum (Dumbarton) wins a free kick on the left wing. </p>\n<p> Foul by Marc McCallum (Livingston). </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Goal!</strong> </span> Goal! Dumbarton 2, Livingston 1. Eamonn Brophy (Dumbarton) right footed shot from very close range to the bottom left corner. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Substitution</strong> </span> Substitution, Dumbarton. Donald McCallum replaces Jon Routledge. </p>\n<p> Attempt saved. Declan Gallagher (Livingston) right footed shot from the centre of the box is saved in the centre of the goal. </p>\n<p> Corner, Livingston. Conceded by Mark Brown. </p>\n<p> Attempt saved. Kieran Gibbons (Livingston) right footed shot from the left side of the box is saved in the top centre of the goal. </p>\n<p> Attempt saved. Scott Pittman (Livingston) right footed shot from the left side of the box is saved in the bottom left corner. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Substitution</strong> </span> Substitution, Livingston. Kieran Gibbons replaces Jordyn Sheerin. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Dismissal</strong> </span> Myles Hippolyte (Livingston) is shown the red card for violent conduct. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Booking</strong> </span> Jon Routledge (Dumbarton) is shown the yellow card for a bad foul. </p>\n<p> Foul by Jon Routledge (Dumbarton). </p>\n<p> Scott Pittman (Livingston) wins a free kick in the attacking half. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Substitution</strong> </span> Substitution, Livingston. Morgyn Neill replaces Jackson Longridge because of an injury. </p>\n<p> Attempt missed. Declan Gallagher (Livingston) header from the centre of the box is close, but misses to the left. </p>\n<p> Foul by Frazer Wright (Dumbarton). </p>\n<p> Liam Buchanan (Livingston) wins a free kick in the defensive half. </p>\n<p> Foul by Steven Saunders (Dumbarton). </p>\n<p> Myles Hippolyte (Livingston) wins a free kick on the right wing. </p>\n<p> Foul by Eamonn Brophy (Dumbarton). </p>\n<p> Hugo Faria (Livingston) wins a free kick in the attacking half. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Booking</strong> </span> Steven Saunders (Dumbarton) is shown the yellow card for a bad foul. </p>\n<p> Foul by Steven Saunders (Dumbarton). </p>\n<p> Myles Hippolyte (Livingston) wins a free kick in the attacking half. </p>\n<p> Garry Fleming (Dumbarton) wins a free kick in the defensive half. </p>\n<p> Foul by Declan Gallagher (Livingston). </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Substitution</strong> </span> Substitution, Dumbarton. Jordan Kirkpatrick replaces Grant Gallagher because of an injury. </p>\n<p> Attempt missed. William Gibson (Dumbarton) right footed shot from outside the box misses to the right. </p>\n<p> Garry Fleming (Dumbarton) wins a free kick in the attacking half. </p>\n<p> Foul by Ben Gordon (Livingston). </p>\n<p> Attempt missed. Hugo Faria (Livingston) right footed shot from outside the box is just a bit too high. </p>\n<p class=\"event\"> <span class=\"event-title\"> </span> Second Half begins Dumbarton 1, Livingston 1. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Substitution</strong> </span> Substitution, Livingston. Myles Hippolyte replaces Darren Cole. </p>\n<p class=\"event\"> <span class=\"event-title\"> </span> <span class=\"event-title\"> <strong>Half Time</strong> </span> First Half ends, Dumbarton 1, Livingston 1. </p>\n<p> Scott Brown (Dumbarton) wins a free kick on the right wing. </p>\n<p> Foul by Ben Gordon (Livingston). </p>\n<p> Corner, Dumbarton. Conceded by Jackson Longridge. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Goal!</strong> </span> Goal! Dumbarton 1, Livingston 1. Gary Glen (Livingston) header from the left side of the six yard box to the top right corner. Assisted by Declan Gallagher with a cross. </p>\n<p> Corner, Livingston. Conceded by Frazer Wright. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Substitution</strong> </span> Substitution, Dumbarton. Eamonn Brophy replaces Kevin Cawley because of an injury. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Goal!</strong> </span> Goal! Dumbarton 1, Livingston 0. Kevin Cawley (Dumbarton) header from the right side of the six yard box to the centre of the goal. Assisted by William Gibson with a cross. </p>\n<p> Corner, Dumbarton. Conceded by Ben Gordon. </p>\n<p> Gary Glen (Livingston) wins a free kick on the right wing. </p>\n<p> Foul by Grant Gallagher (Dumbarton). </p>\n<p> Foul by Declan Gallagher (Livingston). </p>\n<p> Jon Routledge (Dumbarton) wins a free kick in the attacking half. </p>\n<p> Corner, Livingston. Conceded by Gregor Buchanan. </p>\n<p> Attempt missed. Declan Gallagher (Livingston) header from the centre of the box is just a bit too high. </p>\n<p> Corner, Livingston. Conceded by William Gibson. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Booking</strong> </span> Frazer Wright (Dumbarton) is shown the yellow card for a bad foul. </p>\n<p> Scott Pittman (Livingston) wins a free kick in the defensive half. </p>\n<p> Foul by Frazer Wright (Dumbarton). </p>\n<p> Foul by Hugo Faria (Livingston). </p>\n<p> Garry Fleming (Dumbarton) wins a free kick on the right wing. </p>\n<p> Attempt missed. Liam Buchanan (Livingston) right footed shot from the right side of the box is close, but misses to the left. </p>\n<p> Foul by Jon Routledge (Dumbarton). </p>\n<p> Hugo Faria (Livingston) wins a free kick on the right wing. </p>\n<p> Scott Pittman (Livingston) wins a free kick in the attacking half. </p>\n<p> Foul by Darren Barr (Dumbarton). </p>\n<p> Foul by Ben Gordon (Livingston). </p>\n<p> Kevin Cawley (Dumbarton) wins a free kick in the attacking half. </p>\n<p> Attempt saved. Gary Glen (Livingston) right footed shot from outside the box is saved in the centre of the goal. </p>\n<p> Foul by Jon Routledge (Dumbarton). </p>\n<p> Scott Pittman (Livingston) wins a free kick in the attacking half. </p>\n<p> Foul by Frazer Wright (Dumbarton). </p>\n<p> Gary Glen (Livingston) wins a free kick on the left wing. </p>\n<p> Corner, Livingston. Conceded by Steven Saunders. </p>\n<p> Frazer Wright (Dumbarton) wins a free kick in the defensive half. </p>\n<p> Foul by Ben Gordon (Livingston). </p>\n<p> Corner, Livingston. Conceded by Darren Barr. </p>\n<p> Attempt missed. Frazer Wright (Dumbarton) header from the centre of the box is too high. </p>\n<p> Garry Fleming (Dumbarton) wins a free kick on the right wing. </p>\n<p> Foul by Jackson Longridge (Livingston). </p>\n<p> Foul by Darren Cole (Livingston). </p>\n<p> Jon Routledge (Dumbarton) wins a free kick on the right wing. </p>\n<p class=\"event\"> <span class=\"event-title\"> </span> First Half begins. </p>\n<p> Lineups are announced and players are warming up. </p>\n<p class=\"disclaimer\">Live data and text provided by <a href=\"http://www.bbc.co.uk/sport/0/24067715\">our data suppliers</a></p>\n",
      "Images": null,
      "Related": null,
      "Videos": null,
      "Comments": null,
      "Id": "56100f8be4b02ac6a896ed05"
    },
    "Source": "BBC",
    "Path": [
      {
        "Name": "Sports",
        "Path": "News/Sports"
      }
    ],
    "SimilarNews": [],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  },
  {
    "CurrentNews": {
      "Title": "",
      "Description": "Jason Thomson's injury time goal earned Raith a dramatic win over Morton in the Championship.",
      "TimeStamp": "03/10/2015",
      "Category": "news",
      "Url": "http://www.bbc.co.uk/sport/football/34366886",
      "Source": "http://www.bbc.co.uk",
      "MainStory": "<p class=\"scorer-list blq-clearfix\"> <span> Stewart 45′ </span><span> Thomson 90′ </span> </p>\n<p class=\"scorer-list blq-clearfix\"> <span> O'Ware 82′ </span> </p>\n<p class=\"introduction\" id=\"story_continues_1\" itemprop=\"description\"> Jason Thomson's injury time goal earned Raith a dramatic win over Morton in the Championship. </p>\n<p> Thomson's low shot from close range cut short the visitors' celebrations after Thomas O'Ware looked to have earned them a point with a late equaliser. </p>\n<p> O'Ware's header from Bobby Barr's corner cancelled out Mark Stewart's low opener. </p>\n<p> Victory for Raith - their fourth in a row in the league- moved them up to second. </p>\n<p class=\"event\"> <span class=\"event-title\"> </span> <span class=\"event-title\"> <strong>Full Time</strong> </span> Match ends, Raith Rovers 2, Morton 1. </p>\n<p class=\"event\"> <span class=\"event-title\"> </span> <span class=\"event-title\"> <strong>Full Time</strong> </span> Second Half ends, Raith Rovers 2, Morton 1. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Goal!</strong> </span> Goal! Raith Rovers 2, Morton 1. Jason Thomson (Raith Rovers) right footed shot from very close range to the centre of the goal. </p>\n<p> Iain Davidson (Raith Rovers) wins a free kick in the attacking half. </p>\n<p> Foul by Ross Forbes (Morton). </p>\n<p> Lee Kilday (Morton) wins a free kick in the attacking half. </p>\n<p> Foul by Jon Daly (Raith Rovers). </p>\n<p> Corner, Raith Rovers. Conceded by Conor Pepper. </p>\n<p> Attempt saved. Jon Daly (Raith Rovers) header from the centre of the box is saved in the top centre of the goal. </p>\n<p> Foul by Alex Samuel (Morton). </p>\n<p> Lewis Toshney (Raith Rovers) wins a free kick on the right wing. </p>\n<p> Foul by Conor Pepper (Morton). </p>\n<p> Mitchel Megginson (Raith Rovers) wins a free kick on the left wing. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Substitution</strong> </span> Substitution, Raith Rovers. Craig Wighton replaces Ryan McCord. </p>\n<p> Attempt missed. Thomas O'Ware (Morton) header from the centre of the box is close, but misses to the right. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Booking</strong> </span> Rory McKeown (Raith Rovers) is shown the yellow card for a bad foul. </p>\n<p> Ross Forbes (Morton) wins a free kick in the attacking half. </p>\n<p> Foul by Rory McKeown (Raith Rovers). </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Goal!</strong> </span> Goal! Raith Rovers 1, Morton 1. Thomas O'Ware (Morton) right footed shot from very close range to the high centre of the goal following a corner. </p>\n<p> Corner, Morton. Conceded by Lewis Toshney. </p>\n<p> Mark Russell (Morton) wins a free kick on the right wing. </p>\n<p> Foul by Mitchel Megginson (Raith Rovers). </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Booking</strong> </span> Michael Tidser (Morton) is shown the yellow card for a bad foul. </p>\n<p> Foul by Michael Tidser (Morton). </p>\n<p> Scott Robertson (Raith Rovers) wins a free kick on the left wing. </p>\n<p> Lee Kilday (Morton) wins a free kick in the defensive half. </p>\n<p> Foul by Jon Daly (Raith Rovers). </p>\n<p> Attempt saved. Alex Samuel (Morton) right footed shot from very close range is saved in the centre of the goal. </p>\n<p> Alex Samuel (Morton) wins a free kick on the right wing. </p>\n<p> Foul by Kyle Benedictus (Raith Rovers). </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Substitution</strong> </span> Substitution, Raith Rovers. Scott Robertson replaces James Craigen. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Substitution</strong> </span> Substitution, Raith Rovers. Mitchel Megginson replaces Grant Anderson. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Substitution</strong> </span> Substitution, Morton. Jon Scullion replaces Stefan McCluskey. </p>\n<p> Lee Kilday (Morton) wins a free kick in the attacking half. </p>\n<p> Foul by Mark Stewart (Raith Rovers). </p>\n<p> Corner, Raith Rovers. Conceded by Mark Russell. </p>\n<p> Attempt blocked. Ross Forbes (Morton) left footed shot from outside the box is blocked. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Booking</strong> </span> Lewis Toshney (Raith Rovers) is shown the yellow card for a bad foul. </p>\n<p> Alex Samuel (Morton) wins a free kick on the left wing. </p>\n<p> Foul by Lewis Toshney (Raith Rovers). </p>\n<p> Attempt missed. Jon Daly (Raith Rovers) header from very close range is close, but misses to the right following a corner. </p>\n<p> Corner, Raith Rovers. Conceded by Lee Kilday. </p>\n<p> Attempt missed. Ryan McCord (Raith Rovers) left footed shot from outside the box misses to the right. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Substitution</strong> </span> Substitution, Morton. Ross Forbes replaces Michael Miller. </p>\n<p> Corner, Morton. Conceded by Jason Thomson. </p>\n<p> Attempt blocked. Stefan McCluskey (Morton) left footed shot from the left side of the six yard box is blocked. </p>\n<p> Stefan McCluskey (Morton) wins a free kick in the attacking half. </p>\n<p> Foul by Grant Anderson (Raith Rovers). </p>\n<p> Attempt saved. Denny Johnstone (Morton) left footed shot from outside the box is saved in the centre of the goal. </p>\n<p> Thomas O'Ware (Morton) wins a free kick in the defensive half. </p>\n<p> Foul by Jon Daly (Raith Rovers). </p>\n<p> Foul by Michael Miller (Morton). </p>\n<p> Iain Davidson (Raith Rovers) wins a free kick in the attacking half. </p>\n<p> Attempt missed. Mark Stewart (Raith Rovers) right footed shot from the centre of the box is high and wide to the right. </p>\n<p> Stefan McCluskey (Morton) wins a free kick in the defensive half. </p>\n<p> Foul by Jason Thomson (Raith Rovers). </p>\n<p> Attempt blocked. Ryan McCord (Raith Rovers) right footed shot from outside the box is blocked. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Substitution</strong> </span> Substitution, Morton. Alex Samuel replaces Peter MacDonald. </p>\n<p> Attempt missed. Kyle Benedictus (Raith Rovers) right footed shot from a difficult angle on the right misses to the right. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Booking</strong> </span> James Craigen (Raith Rovers) is shown the yellow card for a bad foul. </p>\n<p> Foul by James Craigen (Raith Rovers). </p>\n<p> Denny Johnstone (Morton) wins a free kick in the defensive half. </p>\n<p> Corner, Raith Rovers. Conceded by Mark Russell. </p>\n<p> Attempt saved. Lewis Toshney (Raith Rovers) header from very close range is saved in the bottom left corner. </p>\n<p> Corner, Raith Rovers. Conceded by Lee Kilday. </p>\n<p> Corner, Morton. Conceded by Rory McKeown. </p>\n<p class=\"event\"> <span class=\"event-title\"> </span> Second Half begins Raith Rovers 1, Morton 0. </p>\n<p class=\"event\"> <span class=\"event-title\"> </span> <span class=\"event-title\"> <strong>Half Time</strong> </span> First Half ends, Raith Rovers 1, Morton 0. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Goal!</strong> </span> Goal! Raith Rovers 1, Morton 0. Mark Stewart (Raith Rovers) right footed shot from the right side of the six yard box to the bottom right corner. Assisted by Jason Thomson following a corner. </p>\n<p> Corner, Raith Rovers. Conceded by Lee Kilday. </p>\n<p> Attempt blocked. Mark Stewart (Raith Rovers) right footed shot from the centre of the box is blocked. </p>\n<p> Michael Miller (Morton) wins a free kick in the defensive half. </p>\n<p> Foul by Iain Davidson (Raith Rovers). </p>\n<p> Attempt missed. Kyle Benedictus (Raith Rovers) header from the centre of the box is too high following a corner. </p>\n<p> Corner, Raith Rovers. Conceded by Conor Pepper. </p>\n<p> Attempt saved. James Craigen (Raith Rovers) right footed shot from the left side of the six yard box is saved in the bottom left corner. </p>\n<p> Hand ball by Kyle Benedictus (Raith Rovers). </p>\n<p> Attempt missed. Ryan McCord (Raith Rovers) right footed shot from outside the box is too high from a direct free kick. </p>\n<p> Foul by Thomas O'Ware (Morton). </p>\n<p> Mark Stewart (Raith Rovers) wins a free kick in the attacking half. </p>\n<p> Foul by Michael Tidser (Morton). </p>\n<p> Rory McKeown (Raith Rovers) wins a free kick in the defensive half. </p>\n<p> Attempt blocked. Peter MacDonald (Morton) right footed shot from outside the box is blocked. </p>\n<p> Stefan McCluskey (Morton) wins a free kick in the defensive half. </p>\n<p> Foul by Jason Thomson (Raith Rovers). </p>\n<p> Corner, Morton. Conceded by Kyle Benedictus. </p>\n<p> Attempt blocked. Michael Tidser (Morton) left footed shot from the centre of the box is blocked. </p>\n<p> Conor Pepper (Morton) wins a free kick in the defensive half. </p>\n<p> Foul by Iain Davidson (Raith Rovers). </p>\n<p> Corner, Raith Rovers. Conceded by Lee Kilday. </p>\n<p> Attempt blocked. Mark Stewart (Raith Rovers) left footed shot from the centre of the box is blocked. </p>\n<p> Attempt missed. Peter MacDonald (Morton) right footed shot from outside the box misses to the right. </p>\n<p> Michael Tidser (Morton) wins a free kick in the attacking half. </p>\n<p> Foul by Iain Davidson (Raith Rovers). </p>\n<p> Foul by Peter MacDonald (Morton). </p>\n<p> Iain Davidson (Raith Rovers) wins a free kick on the right wing. </p>\n<p> Attempt missed. Michael Miller (Morton) right footed shot from outside the box is close, but misses to the left. </p>\n<p> Corner, Morton. Conceded by Rory McKeown. </p>\n<p> Corner, Morton. Conceded by Lewis Toshney. </p>\n<p> Corner, Morton. Conceded by Kyle Benedictus. </p>\n<p> Foul by Michael Tidser (Morton). </p>\n<p> Iain Davidson (Raith Rovers) wins a free kick in the attacking half. </p>\n<p> Mark Russell (Morton) wins a free kick in the attacking half. </p>\n<p> Foul by Grant Anderson (Raith Rovers). </p>\n<p> Attempt missed. Denny Johnstone (Morton) right footed shot from the centre of the box is close, but misses to the left. </p>\n<p> Attempt saved. Mark Stewart (Raith Rovers) right footed shot from outside the box is saved in the centre of the goal. </p>\n<p class=\"event\"> <span class=\"event-title\"> </span> First Half begins. </p>\n<p> Lineups are announced and players are warming up. </p>\n<p class=\"disclaimer\">Live data and text provided by <a href=\"http://www.bbc.co.uk/sport/0/24067715\">our data suppliers</a></p>\n",
      "Images": null,
      "Related": null,
      "Videos": null,
      "Comments": null,
      "Id": "56100f96e4b02ac6a896ed06"
    },
    "Source": "BBC",
    "Path": [
      {
        "Name": "Sports",
        "Path": "News/Sports"
      }
    ],
    "SimilarNews": [],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  },
  {
    "CurrentNews": {
      "Title": "",
      "Description": "Stranraer built on last week's win away to Forfar Athletic with an impressive three points away to Airdrieonians.",
      "TimeStamp": "03/10/2015",
      "Category": "news",
      "Url": "http://www.bbc.co.uk/sport/football/34366903",
      "Source": "http://www.bbc.co.uk",
      "MainStory": "<p class=\"scorer-list blq-clearfix\"> <span> Thomson 83′ </span> </p>\n<p class=\"introduction\"> Stranraer built on last week's win away to Forfar Athletic with an impressive three points away to Airdrieonians. </p>\n<p> The Diamonds were disappointed not to take the lead when Liam Watt had a penalty saved superbly by David McGurn. </p>\n<p> Stranraer had a strong finish to the half and Ryan Thomson had two headers saved by Neil Parry. </p>\n<p> The second period seemed to be winding towards a hard-fought draw, but in the final 10 minutes, Craig Pettigrew flung in a cross for Thomson to nod in. </p>\n<p class=\"event\"> <span class=\"event-title\"> </span> <span class=\"event-title\"> <strong>Full Time</strong> </span> Match ends, Airdrieonians 0, Stranraer 1. </p>\n<p class=\"event\"> <span class=\"event-title\"> </span> <span class=\"event-title\"> <strong>Full Time</strong> </span> Second Half ends, Airdrieonians 0, Stranraer 1. </p>\n<p> Attempt missed. Andy Stirling (Stranraer) right footed shot from outside the box misses to the right. </p>\n<p> Corner, Stranraer. Conceded by Chris O'Neil. </p>\n<p> Corner, Airdrieonians. Conceded by Dale Keenan. </p>\n<p> Dale Keenan (Stranraer) wins a free kick in the attacking half. </p>\n<p> Foul by Caolan McAleer (Airdrieonians). </p>\n<p> Chris Aitken (Stranraer) wins a free kick in the defensive half. </p>\n<p> Foul by David Cox (Airdrieonians). </p>\n<p> Steven Bell (Stranraer) wins a free kick in the attacking half. </p>\n<p> Foul by Caolan McAleer (Airdrieonians). </p>\n<p> Foul by Jamie Longworth (Stranraer). </p>\n<p> Sean Crighton (Airdrieonians) wins a free kick in the defensive half. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Substitution</strong> </span> Substitution, Stranraer. Jamie Longworth replaces Peter McGill. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Goal!</strong> </span> Goal! Airdrieonians 0, Stranraer 1. Ryan Thomson (Stranraer) header from the centre of the box to the bottom left corner. Assisted by Craig Pettigrew with a cross. </p>\n<p> Foul by Ryan Thomson (Stranraer). </p>\n<p> Liam Watt (Airdrieonians) wins a free kick in the defensive half. </p>\n<p> Attempt saved. Caolan McAleer (Airdrieonians) right footed shot from outside the box is saved in the centre of the goal. </p>\n<p> Attempt saved. Andy Stirling (Stranraer) right footed shot from a difficult angle and long range on the left is saved in the centre of the goal. </p>\n<p> Attempt saved. David Cox (Airdrieonians) right footed shot from the centre of the box is saved in the centre of the goal. </p>\n<p> Attempt saved. Caolan McAleer (Airdrieonians) right footed shot from the right side of the box is saved in the centre of the goal. </p>\n<p> Corner, Stranraer. Conceded by Bryan Prunty. </p>\n<p> Corner, Stranraer. Conceded by Neil Parry. </p>\n<p> Attempt saved. Mark McGuigan (Stranraer) right footed shot from outside the box is saved in the bottom left corner. </p>\n<p> Attempt missed. Mark McGuigan (Stranraer) header from the centre of the box misses to the left. </p>\n<p> Foul by Ryan Thomson (Stranraer). </p>\n<p> Scott Smith (Airdrieonians) wins a free kick in the attacking half. </p>\n<p> Attempt missed. Alan Lithgow (Airdrieonians) header from the centre of the box is high and wide to the left. </p>\n<p> Corner, Airdrieonians. Conceded by Paul Cairney. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Substitution</strong> </span> Substitution, Airdrieonians. Bryan Prunty replaces George Hunter. </p>\n<p> Attempt missed. Craig Pettigrew (Stranraer) right footed shot from outside the box misses to the left. </p>\n<p> Attempt missed. David Cox (Airdrieonians) right footed shot from outside the box is close, but misses to the left. </p>\n<p> Chris Aitken (Stranraer) wins a free kick in the defensive half. </p>\n<p> Foul by Caolan McAleer (Airdrieonians). </p>\n<p> Attempt saved. Ryan Thomson (Stranraer) header from very close range is saved in the top centre of the goal. </p>\n<p> Attempt blocked. Andy Stirling (Stranraer) right footed shot from outside the box is blocked. </p>\n<p> Attempt saved. Sean Crighton (Airdrieonians) header from the left side of the box is saved in the centre of the goal. </p>\n<p> Foul by Paul Cairney (Stranraer). </p>\n<p> George Hunter (Airdrieonians) wins a free kick in the attacking half. </p>\n<p> Foul by Steven Bell (Stranraer). </p>\n<p> David Cox (Airdrieonians) wins a free kick on the right wing. </p>\n<p> Attempt missed. George Hunter (Airdrieonians) right footed shot from the centre of the box is too high. </p>\n<p> Foul by Scott Rumsby (Stranraer). </p>\n<p> David Cox (Airdrieonians) wins a free kick in the defensive half. </p>\n<p> Craig Pettigrew (Stranraer) wins a free kick in the attacking half. </p>\n<p> Foul by David Cox (Airdrieonians). </p>\n<p> Ryan Thomson (Stranraer) wins a free kick in the attacking half. </p>\n<p> Foul by Marc Fitzpatrick (Airdrieonians). </p>\n<p> Foul by Mark McGuigan (Stranraer). </p>\n<p> Jamie Bain (Airdrieonians) wins a free kick on the left wing. </p>\n<p> Andy Stirling (Stranraer) wins a free kick on the left wing. </p>\n<p> Foul by Caolan McAleer (Airdrieonians). </p>\n<p> Attempt blocked. Alan Lithgow (Airdrieonians) right footed shot from the centre of the box is blocked. </p>\n<p> Corner, Airdrieonians. Conceded by Steven Bell. </p>\n<p class=\"event\"> <span class=\"event-title\"> </span> Second Half begins Airdrieonians 0, Stranraer 0. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Substitution</strong> </span> Substitution, Stranraer. Chris Aitken replaces Lee Mair because of an injury. </p>\n<p class=\"event\"> <span class=\"event-title\"> </span> <span class=\"event-title\"> <strong>Half Time</strong> </span> First Half ends, Airdrieonians 0, Stranraer 0. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Booking</strong> </span> Dale Keenan (Stranraer) is shown the yellow card for a bad foul. </p>\n<p> Corner, Airdrieonians. Conceded by Mark McGuigan. </p>\n<p> Corner, Airdrieonians. Conceded by Dale Keenan. </p>\n<p> Corner, Airdrieonians. Conceded by David McGurn. </p>\n<p> Penalty saved! Liam Watt (Airdrieonians) fails to capitalise on this great opportunity, right footed shot saved in the bottom left corner. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Booking</strong> </span> David McGurn (Stranraer) is shown the yellow card. </p>\n<p> Penalty conceded by Dale Keenan (Stranraer) after a foul in the penalty area. </p>\n<p> Penalty Airdrieonians. Caolan McAleer draws a foul in the penalty area. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Booking</strong> </span> Scott Rumsby (Stranraer) is shown the yellow card. </p>\n<p> Foul by Scott Rumsby (Stranraer). </p>\n<p> David Cox (Airdrieonians) wins a free kick on the left wing. </p>\n<p> Attempt missed. Ryan Thomson (Stranraer) right footed shot from the centre of the box is close, but misses to the left. </p>\n<p> Corner, Airdrieonians. Conceded by Craig Pettigrew. </p>\n<p> Ryan Thomson (Stranraer) wins a free kick in the defensive half. </p>\n<p> Foul by Jamie Bain (Airdrieonians). </p>\n<p> Andy Stirling (Stranraer) wins a free kick in the attacking half. </p>\n<p> Foul by Marc Fitzpatrick (Airdrieonians). </p>\n<p> Foul by Steven Bell (Stranraer). </p>\n<p> Caolan McAleer (Airdrieonians) wins a free kick in the defensive half. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Substitution</strong> </span> Substitution, Airdrieonians. Caolan McAleer replaces Taylor Morgan because of an injury. </p>\n<p> Delay in match Taylor Morgan (Airdrieonians) because of an injury. </p>\n<p> Delay over. They are ready to continue. </p>\n<p> Delay in match (Stranraer). </p>\n<p> Corner, Airdrieonians. Conceded by Peter McGill. </p>\n<p> Attempt saved. Ryan Thomson (Stranraer) left footed shot from outside the box is saved in the bottom left corner. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Booking</strong> </span> David Cox (Airdrieonians) is shown the yellow card for a bad foul. </p>\n<p> Paul Cairney (Stranraer) wins a free kick in the defensive half. </p>\n<p> Foul by David Cox (Airdrieonians). </p>\n<p> Delay over. They are ready to continue. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Booking</strong> </span> Paul Cairney (Stranraer) is shown the yellow card for a bad foul. </p>\n<p> Foul by Paul Cairney (Stranraer). </p>\n<p> David Cox (Airdrieonians) wins a free kick in the defensive half. </p>\n<p> Corner, Airdrieonians. Conceded by Craig Pettigrew. </p>\n<p> Andy Stirling (Stranraer) wins a free kick on the left wing. </p>\n<p> Foul by David Cox (Airdrieonians). </p>\n<p> Foul by Steven Bell (Stranraer). </p>\n<p> Marc Fitzpatrick (Airdrieonians) wins a free kick in the defensive half. </p>\n<p> Foul by Peter McGill (Stranraer). </p>\n<p> Chris O'Neil (Airdrieonians) wins a free kick in the attacking half. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Booking</strong> </span> Jamie Bain (Airdrieonians) is shown the yellow card for a bad foul. </p>\n<p> Andy Stirling (Stranraer) wins a free kick in the attacking half. </p>\n<p> Foul by Jamie Bain (Airdrieonians). </p>\n<p> Scott Rumsby (Stranraer) wins a free kick in the defensive half. </p>\n<p> Foul by George Hunter (Airdrieonians). </p>\n<p> Peter McGill (Stranraer) wins a free kick in the defensive half. </p>\n<p> Foul by Chris O'Neil (Airdrieonians). </p>\n<p> Jamie Bain (Airdrieonians) wins a free kick in the attacking half. </p>\n<p> Foul by Steven Bell (Stranraer). </p>\n<p> Corner, Stranraer. Conceded by Sean Crighton. </p>\n<p> Attempt blocked. Mark McGuigan (Stranraer) right footed shot from the centre of the box is blocked. </p>\n<p> Attempt blocked. Ryan Thomson (Stranraer) right footed shot from outside the box is blocked. </p>\n<p> Foul by Paul Cairney (Stranraer). </p>\n<p> Taylor Morgan (Airdrieonians) wins a free kick in the defensive half. </p>\n<p> Corner, Stranraer. Conceded by Chris O'Neil. </p>\n<p> Foul by Sean Crighton (Airdrieonians). </p>\n<p> Mark McGuigan (Stranraer) wins a free kick in the defensive half. </p>\n<p class=\"event\"> <span class=\"event-title\"> </span> First Half begins. </p>\n<p> Lineups are announced and players are warming up. </p>\n<p class=\"disclaimer\">Live data and text provided by <a href=\"http://www.bbc.co.uk/sport/0/24067715\">our data suppliers</a></p>\n",
      "Images": null,
      "Related": null,
      "Videos": null,
      "Comments": null,
      "Id": "56100fa1e4b02ac6a896ed07"
    },
    "Source": "BBC",
    "Path": [
      {
        "Name": "Sports",
        "Path": "News/Sports"
      }
    ],
    "SimilarNews": [],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  },
  {
    "CurrentNews": {
      "Title": "",
      "Description": "Ayr continued their peerless start to the Scottish League One season with a stunning win at home to Cowdenbeath.",
      "TimeStamp": "03/10/2015",
      "Category": "news",
      "Url": "http://www.bbc.co.uk/sport/football/34366942",
      "Source": "http://www.bbc.co.uk",
      "MainStory": "<p class=\"scorer-list blq-clearfix\"> <span> Preston 1′ </span><span> Forrest 19′ </span><span> McLauchlan 48′ </span><span> Gilmour 57′ </span><span> Moore 72′ </span> </p>\n<p class=\"introduction\"> Ayr continued their peerless start to the Scottish League One season with a stunning win at home to Cowdenbeath. </p>\n<p> The hosts made a sensational start inside 30 seconds. Cowdenbeath gave the ball away from a Paddy Boyle throw and Jordan Preston pounced to score. </p>\n<p> Alan Forrest beat Jamie Sneddon to make it two, then Gerry McLauchlan headed home a fine cross by Brian Gilmour. </p>\n<p> Alan Trouten set up Gilmour for a fourth goal and Craig Moore made it five after good play by Ross Caldwell. </p>\n<p class=\"event\"> <span class=\"event-title\"> </span> <span class=\"event-title\"> <strong>Full Time</strong> </span> Match ends, Ayr United 5, Cowdenbeath 0. </p>\n<p class=\"event\"> <span class=\"event-title\"> </span> <span class=\"event-title\"> <strong>Full Time</strong> </span> Second Half ends, Ayr United 5, Cowdenbeath 0. </p>\n<p> Nicky Devlin (Ayr United) wins a free kick on the left wing. </p>\n<p> Foul by Liam Callaghan (Cowdenbeath). </p>\n<p> Foul by Gerry McLauchlan (Ayr United). </p>\n<p> Luke Armstrong (Cowdenbeath) wins a free kick in the defensive half. </p>\n<p> Attempt saved. Alan Forrest (Ayr United) right footed shot from outside the box is saved in the bottom left corner. </p>\n<p> Patrick Boyle (Ayr United) wins a free kick in the defensive half. </p>\n<p> Foul by Kyle Miller (Cowdenbeath). </p>\n<p> Attempt missed. Greig Spence (Cowdenbeath) right footed shot from outside the box is close, but misses to the left. </p>\n<p> Corner, Cowdenbeath. Conceded by Nicky Devlin. </p>\n<p> Attempt saved. Kyle Miller (Cowdenbeath) right footed shot from outside the box is saved in the top right corner. </p>\n<p> Peter Murphy went off injured after Ayr United had used all subs. </p>\n<p> Attempt blocked. Robbie Crawford (Ayr United) left footed shot from outside the box is blocked. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Substitution</strong> </span> Substitution, Cowdenbeath. Luke Armstrong replaces Gordon Smith. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Substitution</strong> </span> Substitution, Cowdenbeath. Chris Kane replaces Declan Hughes. </p>\n<p> Gordon Smith (Cowdenbeath) wins a free kick in the attacking half. </p>\n<p> Foul by Gerry McLauchlan (Ayr United). </p>\n<p> Attempt missed. Ross Caldwell (Ayr United) left footed shot from the left side of the box is just a bit too high. </p>\n<p> Foul by Craig Moore (Ayr United). </p>\n<p> Kenny Adamson (Cowdenbeath) wins a free kick in the attacking half. </p>\n<p> Attempt missed. Greig Spence (Cowdenbeath) right footed shot from the centre of the box is too high from a direct free kick. </p>\n<p> Foul by Peter Murphy (Ayr United). </p>\n<p> Andy Murdoch (Cowdenbeath) wins a free kick in the defensive half. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Goal!</strong> </span> Goal! Ayr United 5, Cowdenbeath 0. Craig Moore (Ayr United) right footed shot from very close range to the bottom right corner. Assisted by Ross Caldwell. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Substitution</strong> </span> Substitution, Ayr United. Andy Graham replaces Brian Gilmour. </p>\n<p> Attempt blocked. Craig Moore (Ayr United) right footed shot from outside the box is blocked. </p>\n<p> Alan Forrest (Ayr United) wins a free kick in the defensive half. </p>\n<p> Foul by Pat Scullion (Cowdenbeath). </p>\n<p> Attempt missed. Greig Spence (Cowdenbeath) right footed shot from the right side of the box misses to the left. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Substitution</strong> </span> Substitution, Ayr United. Robbie Crawford replaces Ross Docherty. </p>\n<p> Corner, Ayr United. Conceded by Liam Callaghan. </p>\n<p> Foul by Gerry McLauchlan (Ayr United). </p>\n<p> Greig Spence (Cowdenbeath) wins a free kick in the attacking half. </p>\n<p> Gerry McLauchlan (Ayr United) wins a free kick in the attacking half. </p>\n<p> Foul by Greig Spence (Cowdenbeath). </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Substitution</strong> </span> Substitution, Ayr United. Ross Caldwell replaces Jordan Preston. </p>\n<p> Corner, Cowdenbeath. Conceded by Greg Fleming. </p>\n<p> Attempt saved. Brad Donaldson (Cowdenbeath) right footed shot from the centre of the box is saved in the top right corner. </p>\n<p> Corner, Cowdenbeath. Conceded by Patrick Boyle. </p>\n<p> Corner, Cowdenbeath. Conceded by Ross Docherty. </p>\n<p> Alan Trouten (Ayr United) wins a free kick in the attacking half. </p>\n<p> Foul by Declan Hughes (Cowdenbeath). </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Goal!</strong> </span> Goal! Ayr United 4, Cowdenbeath 0. Brian Gilmour (Ayr United) right footed shot from very close range to the centre of the goal. Assisted by Alan Trouten. </p>\n<p> Gerry McLauchlan (Ayr United) wins a free kick in the attacking half. </p>\n<p> Foul by Gordon Smith (Cowdenbeath). </p>\n<p> Attempt missed. Gerry McLauchlan (Ayr United) header from the centre of the box is just a bit too high. </p>\n<p> Corner, Ayr United. Conceded by Ali El-Zubaidi. </p>\n<p> Attempt saved. Craig Moore (Ayr United) right footed shot from a difficult angle on the right is saved in the centre of the goal. </p>\n<p> Attempt missed. Craig Moore (Ayr United) right footed shot from outside the box is close, but misses to the left. </p>\n<p> Brian Gilmour (Ayr United) hits the left post with a right footed shot from outside the box. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Goal!</strong> </span> Goal! Ayr United 3, Cowdenbeath 0. Gerry McLauchlan (Ayr United) header from very close range to the bottom left corner. Assisted by Brian Gilmour. </p>\n<p> Corner, Ayr United. Conceded by Pat Scullion. </p>\n<p class=\"event\"> <span class=\"event-title\"> </span> Second Half begins Ayr United 2, Cowdenbeath 0. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Substitution</strong> </span> Substitution, Cowdenbeath. Pat Scullion replaces John Armstrong because of an injury. </p>\n<p class=\"event\"> <span class=\"event-title\"> </span> <span class=\"event-title\"> <strong>Half Time</strong> </span> First Half ends, Ayr United 2, Cowdenbeath 0. </p>\n<p> Attempt saved. Craig Moore (Ayr United) right footed shot from a difficult angle on the right is saved in the bottom right corner. </p>\n<p> Foul by Ross Docherty (Ayr United). </p>\n<p> Brad Donaldson (Cowdenbeath) wins a free kick in the attacking half. </p>\n<p> Greig Spence (Cowdenbeath) wins a free kick in the defensive half. </p>\n<p> Foul by Nicky Devlin (Ayr United). </p>\n<p> Corner, Cowdenbeath. Conceded by Gerry McLauchlan. </p>\n<p> Attempt missed. Craig Moore (Ayr United) header from the centre of the box is too high. </p>\n<p> Corner, Ayr United. Conceded by Kyle Miller. </p>\n<p> Craig Moore (Ayr United) wins a free kick in the attacking half. </p>\n<p> Foul by Declan Hughes (Cowdenbeath). </p>\n<p> Attempt missed. Brad Donaldson (Cowdenbeath) header from the centre of the box is just a bit too high. </p>\n<p> Corner, Cowdenbeath. Conceded by Alan Trouten. </p>\n<p> Foul by Patrick Boyle (Ayr United). </p>\n<p> Gordon Smith (Cowdenbeath) wins a free kick in the defensive half. </p>\n<p> Ross Docherty (Ayr United) wins a free kick in the attacking half. </p>\n<p> Foul by Kyle Miller (Cowdenbeath). </p>\n<p> Kyle Miller (Cowdenbeath) wins a free kick on the left wing. </p>\n<p> Foul by Patrick Boyle (Ayr United). </p>\n<p> Foul by Peter Murphy (Ayr United). </p>\n<p> Greig Spence (Cowdenbeath) wins a free kick in the defensive half. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Goal!</strong> </span> Goal! Ayr United 2, Cowdenbeath 0. Alan Forrest (Ayr United) right footed shot from the centre of the box to the bottom right corner. </p>\n<p> Attempt saved. Alan Forrest (Ayr United) right footed shot from the centre of the box is saved in the bottom right corner. </p>\n<p> Corner, Ayr United. Conceded by Ali El-Zubaidi. </p>\n<p> Corner, Ayr United. Conceded by Ali El-Zubaidi. </p>\n<p> Attempt missed. Alan Trouten (Ayr United) right footed shot from the centre of the box is too high. </p>\n<p> Attempt missed. Jordan Preston (Ayr United) header from the centre of the box misses to the right. </p>\n<p> Corner, Cowdenbeath. Conceded by Nicky Devlin. </p>\n<p> Foul by Ross Docherty (Ayr United). </p>\n<p> Gordon Smith (Cowdenbeath) wins a free kick in the attacking half. </p>\n<p> Attempt saved. Brian Gilmour (Ayr United) right footed shot from outside the box is saved in the centre of the goal. </p>\n<p> Corner, Cowdenbeath. Conceded by Peter Murphy. </p>\n<p> Foul by Gerry McLauchlan (Ayr United). </p>\n<p> Greig Spence (Cowdenbeath) wins a free kick in the defensive half. </p>\n<p> Craig Moore (Ayr United) wins a free kick on the right wing. </p>\n<p> Foul by John Armstrong (Cowdenbeath). </p>\n<p> Attempt missed. Jordan Preston (Ayr United) left footed shot from the left side of the box is just a bit too high. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Goal!</strong> </span> Goal! Ayr United 1, Cowdenbeath 0. Jordan Preston (Ayr United) right footed shot from the centre of the box to the bottom left corner. </p>\n<p class=\"event\"> <span class=\"event-title\"> </span> First Half begins. </p>\n<p> Lineups are announced and players are warming up. </p>\n<p class=\"disclaimer\">Live data and text provided by <a href=\"http://www.bbc.co.uk/sport/0/24067715\">our data suppliers</a></p>\n",
      "Images": null,
      "Related": null,
      "Videos": null,
      "Comments": null,
      "Id": "56100faee4b02ac6a896ed08"
    },
    "Source": "BBC",
    "Path": [
      {
        "Name": "Sports",
        "Path": "News/Sports"
      }
    ],
    "SimilarNews": [],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  },
  {
    "CurrentNews": {
      "Title": "",
      "Description": "Dunfermline cemented their place in the top two of League One with a convincing win at home to Albion.",
      "TimeStamp": "03/10/2015",
      "Category": "news",
      "Url": "http://www.bbc.co.uk/sport/football/34366901",
      "Source": "http://www.bbc.co.uk",
      "MainStory": "<p class=\"scorer-list blq-clearfix\"> <span> Cardle 43′ </span><span> McCabe 62′ </span><span> El Bakhtaoui 75′ </span> </p>\n<p class=\"introduction\"> Dunfermline cemented their place in the top two of League One with a convincing win at home to Albion. </p>\n<p> The Wee Rovers made the early running, and Marc McAusland cleared an Andy Barrowman header off the line. </p>\n<p> However, Joe Cardle beat Ross Stewart with a clinical finish before Rhys McCabe doubled the lead with a speculative long-range effort from 30 yards. </p>\n<p> Faissal El Bakhtaoui side-footed in a third for the Pars. </p>\n<p class=\"event\"> <span class=\"event-title\"> </span> <span class=\"event-title\"> <strong>Full Time</strong> </span> Match ends, Dunfermline Athletic 3, Albion Rovers 0. </p>\n<p class=\"event\"> <span class=\"event-title\"> </span> <span class=\"event-title\"> <strong>Full Time</strong> </span> Second Half ends, Dunfermline Athletic 3, Albion Rovers 0. </p>\n<p> Attempt missed. Ryan Wallace (Dunfermline Athletic) right footed shot from outside the box is high and wide to the left. </p>\n<p> Rhys McCabe (Dunfermline Athletic) wins a free kick in the defensive half. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Dismissal</strong> </span> Second yellow card to Darren Young (Albion Rovers) for dangerous play. </p>\n<p> Foul by Darren Young (Albion Rovers). </p>\n<p> Attempt missed. Ryan Wallace (Dunfermline Athletic) right footed shot from the left side of the six yard box is high and wide to the left. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Booking</strong> </span> Darren Young (Albion Rovers) is shown the yellow card for a bad foul. </p>\n<p> Faissal El Bakhtaoui (Dunfermline Athletic) wins a free kick in the attacking half. </p>\n<p> Foul by Darren Young (Albion Rovers). </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Substitution</strong> </span> Substitution, Albion Rovers. Mark Ferry replaces Paul Willis. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Substitution</strong> </span> Substitution, Albion Rovers. Darren Young replaces Gary Fisher. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Substitution</strong> </span> Substitution, Dunfermline Athletic. Ryan Wallace replaces Shaun Rooney because of an injury. </p>\n<p> Corner, Dunfermline Athletic. Conceded by Ross Dunlop. </p>\n<p> Attempt saved. Paul Willis (Albion Rovers) right footed shot from outside the box is saved in the bottom right corner. </p>\n<p> Attempt saved. David Hopkirk (Dunfermline Athletic) left footed shot from outside the box is saved in the centre of the goal. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Goal!</strong> </span> Goal! Dunfermline Athletic 3, Albion Rovers 0. Faissal El Bakhtaoui (Dunfermline Athletic) right footed shot from the centre of the box to the top right corner. Assisted by Rhys McCabe. </p>\n<p> David Hopkirk (Dunfermline Athletic) wins a free kick on the left wing. </p>\n<p> Foul by Kyle Turnbull (Albion Rovers). </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Booking</strong> </span> Kyle Turnbull (Albion Rovers) is shown the yellow card for dangerous play. </p>\n<p> Corner, Albion Rovers. Conceded by Ben Richards-Everton. </p>\n<p> Corner, Albion Rovers. Conceded by Ben Richards-Everton. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Substitution</strong> </span> Substitution, Albion Rovers. Scott McBride replaces Ally Love. </p>\n<p> Foul by Michael Paton (Dunfermline Athletic). </p>\n<p> Ross Davidson (Albion Rovers) wins a free kick in the defensive half. </p>\n<p> Joe Cardle (Dunfermline Athletic) wins a free kick in the attacking half. </p>\n<p> Foul by Ross Davidson (Albion Rovers). </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Substitution</strong> </span> Substitution, Dunfermline Athletic. David Hopkirk replaces Joe Cardle. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Goal!</strong> </span> Goal! Dunfermline Athletic 2, Albion Rovers 0. Rhys McCabe (Dunfermline Athletic) right footed shot from outside the box to the bottom left corner. </p>\n<p> Foul by Shaun Rooney (Dunfermline Athletic). </p>\n<p> Josh Mullin (Albion Rovers) wins a free kick on the left wing. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Booking</strong> </span> Ross Davidson (Albion Rovers) is shown the yellow card for a bad foul. </p>\n<p> Attempt saved. Shaun Rooney (Dunfermline Athletic) left footed shot from the right side of the box is saved in the bottom left corner. </p>\n<p> Attempt missed. Andrew Geggan (Dunfermline Athletic) right footed shot from outside the box misses to the left. </p>\n<p> Corner, Dunfermline Athletic. Conceded by Kyle Turnbull. </p>\n<p> Attempt saved. Michael Paton (Dunfermline Athletic) right footed shot from outside the box is saved in the bottom right corner. </p>\n<p> Attempt missed. Paul Willis (Albion Rovers) right footed shot from outside the box misses to the right. </p>\n<p> Foul by Andrew Barrowman (Albion Rovers). </p>\n<p> Ben Richards-Everton (Dunfermline Athletic) wins a free kick in the attacking half. </p>\n<p class=\"event\"> <span class=\"event-title\"> </span> Second Half begins Dunfermline Athletic 1, Albion Rovers 0. </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Substitution</strong> </span> Substitution, Dunfermline Athletic. Mickael Antoine-Curier replaces Michael Moffat. </p>\n<p class=\"event\"> <span class=\"event-title\"> </span> <span class=\"event-title\"> <strong>Half Time</strong> </span> First Half ends, Dunfermline Athletic 1, Albion Rovers 0. </p>\n<p> Paul Willis (Albion Rovers) wins a free kick in the defensive half. </p>\n<p> Foul by Andrew Geggan (Dunfermline Athletic). </p>\n<p class=\"event\"> <span class=\"event-title\"> <strong>Goal!</strong> </span> Goal! Dunfermline Athletic 1, Albion Rovers 0. Joe Cardle (Dunfermline Athletic) right footed shot from the centre of the box to the top left corner. </p>\n<p> Attempt missed. Josh Mullin (Albion Rovers) right footed shot from the centre of the box is close, but misses the top left corner. </p>\n<p> Corner, Albion Rovers. Conceded by Shaun Rooney. </p>\n<p> Paul Willis (Albion Rovers) wins a free kick in the attacking half. </p>\n<p> Foul by Andrew Geggan (Dunfermline Athletic). </p>\n<p> Corner, Dunfermline Athletic. Conceded by Ross Davidson. </p>\n<p> Attempt missed. Ally Love (Albion Rovers) right footed shot from the left side of the box misses to the left. </p>\n<p> Gary Fisher (Albion Rovers) wins a free kick in the attacking half. </p>\n<p> Foul by Rhys McCabe (Dunfermline Athletic). </p>\n<p> Gary Fisher (Albion Rovers) wins a free kick in the attacking half. </p>\n<p> Foul by Andrew Geggan (Dunfermline Athletic). </p>\n<p> Attempt missed. Ben Richards-Everton (Dunfermline Athletic) left footed shot from outside the box is close, but misses to the right. </p>\n<p> Corner, Albion Rovers. Conceded by Jason Talbot. </p>\n<p> Foul by Paul Willis (Albion Rovers). </p>\n<p> Jason Talbot (Dunfermline Athletic) wins a free kick in the defensive half. </p>\n<p> Attempt saved. Faissal El Bakhtaoui (Dunfermline Athletic) right footed shot from the centre of the box is saved in the centre of the goal. </p>\n<p> Corner, Albion Rovers. Conceded by Shaun Rooney. </p>\n<p> Ross Davidson (Albion Rovers) wins a free kick in the defensive half. </p>\n<p> Foul by Michael Paton (Dunfermline Athletic). </p>\n<p> Josh Mullin (Albion Rovers) wins a free kick on the right wing. </p>\n<p> Foul by Jason Talbot (Dunfermline Athletic). </p>\n<p> Ross Dunlop (Albion Rovers) wins a free kick in the attacking half. </p>\n<p> Foul by Faissal El Bakhtaoui (Dunfermline Athletic). </p>\n<p> Andrew Barrowman (Albion Rovers) wins a free kick on the left wing. </p>\n<p> Foul by Marc McAusland (Dunfermline Athletic). </p>\n<p> Joe Cardle (Dunfermline Athletic) wins a free kick on the right wing. </p>\n<p> Foul by Kyle Turnbull (Albion Rovers). </p>\n<p> Attempt missed. Marc McAusland (Dunfermline Athletic) header from the centre of the box is high and wide to the left. </p>\n<p> Corner, Dunfermline Athletic. Conceded by Kyle Turnbull. </p>\n<p> Foul by Andrew Barrowman (Albion Rovers). </p>\n<p> Shaun Rooney (Dunfermline Athletic) wins a free kick on the left wing. </p>\n<p> Ally Love (Albion Rovers) wins a free kick on the left wing. </p>\n<p> Foul by Shaun Rooney (Dunfermline Athletic). </p>\n<p class=\"event\"> <span class=\"event-title\"> </span> First Half begins. </p>\n<p> Lineups are announced and players are warming up. </p>\n<p class=\"disclaimer\">Live data and text provided by <a href=\"http://www.bbc.co.uk/sport/0/24067715\">our data suppliers</a></p>\n",
      "Images": null,
      "Related": null,
      "Videos": null,
      "Comments": null,
      "Id": "56100fbbe4b02ac6a896ed09"
    },
    "Source": "BBC",
    "Path": [
      {
        "Name": "Sports",
        "Path": "News/Sports"
      }
    ],
    "SimilarNews": [],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  },
  {
    "CurrentNews": {
      "Title": "Oregon shooter gave box to survivor says student",
      "Description": "Oregon shooter gave box to survivor says student",
      "TimeStamp": "03/10/2015",
      "Category": "news",
      "Url": "http://www.eveningtimes.co.uk/news/13801946.Oregon_shooter_gave_box_to_survivor_says_student/",
      "Source": "Evening Times",
      "MainStory": "<p>Oregon shooter gave box to survivor says student</p><p>The man who gunned down nine people at an Oregon community college delivered a box to a survivor during the shooting, a victim said.</p><p>Stacy Boylan, whose daughter Anastasia was injured in the shooting, said she told him the gunman &quot;gave somebody a box, somebody who lived, and said, 'You gotta deliver this.' &quot;</p><p>Boylan said he doesn't know what was in it.</p><p>&quot;Somebody has a box. I don't know what that's about,&quot; he said.</p><p>The shooting at Umpqua Community College in Roseburg left nine people dead and nine more injured on Thursday.</p><p>Authorities confirmed the shooter, identified as Chris Harper-Mercer, handed out something during the shooting.</p><p>He gave his writings to a survivor and told the person to give them to police, law enforcement officials familiar with the investigation said. They could not confirm whether the writings were in a box.</p><p>The writings portrayed the shooter as identifying with perpetrators of past shooting rampages, investigators said, including Elliot Rodger, who killed six people last year in Santa Barbara, California.</p><p>Harper-Mercer expressed frustration that other mass killers did not take on police and vowed he would kill them along with others, law enforcement officials said.</p>",
      "Images": null,
      "Related": null,
      "Videos": null,
      "Comments": null,
      "Id": "561011d1e4b0bc42ea678822"
    },
    "Source": "Evening Times",
    "Path": [
      {
        "Name": "Society",
        "Path": "News/Society"
      }
    ],
    "SimilarNews": [],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  },
  {
    "CurrentNews": {
      "Title": "Prince Charles joins international troops at launch of NATO military exercise",
      "Description": "Prince Charles joins international troops at launch of NATO military exercise",
      "TimeStamp": "03/10/2015",
      "Category": "news",
      "Url": "http://www.eveningtimes.co.uk/news/13801895.Prince_Charles_joins_international_troops_at_launch_of_NATO_military_exercise/",
      "Source": "Evening Times",
      "MainStory": "<p>Prince Charles joins international troops at launch of NATO military exercise</p><p>The Prince of Wales has joined thousands of international services personnel at the start of a UK-led military exercise.</p><p>Joint Warrior involves 30 warships and submarines, 60 aircraft and more than 6,000 troops from 12 countries.</p><p>It is one of the biggest Nato exercises in Europe, with the Royal Navy, Army and Royal Air Force all involved.</p><p>Charles, who is Commodore-in-Chief of the Canadian Royal Navy's Fleet Atlantic, joined crews of two participating Canadian vessels at HM Naval Base Clyde today to mark the start of the exercise.</p><p>Known as the Duke of Rothesay while in Scotland, Charles met captains and crew of Canadian ships Montreal and Windsor at Faslane and was told about the 13-day Joint Warrior exercise.</p><p>Involving troops from the UK, US and other Nato members, it is designed to improve &quot;inter-operability and warfighting capability at sea&quot; and will take place off the west and east coasts of Scotland.</p><p>Defence Secretary Michael Fallon said: &quot;This UK-led exercise is a powerful demonstration of Nato's collective determination to defend our allies against any threat.</p><p>&quot;Training with other nations' forces on land, sea, and in the air, will significantly enhance our ability to conduct joint operations.&quot;</p><p>Commodore Toby Williamson, Commander Operational Training, said: &quot;Exercise Joint Warrior is an opportunity to practice with and against our coalition partners, experiment and learn from them, and ultimately hone our tactics to the highest possible level.</p><p>&quot;Sometimes, a single warship is able to fight alone and unafraid, but normally, the UK would provide security at sea as part of a task group, integrated across land, sea and air, alongside our coalition partners.&quot;</p>",
      "Images": null,
      "Related": null,
      "Videos": null,
      "Comments": null,
      "Id": "561011dce4b0bc42ea678824"
    },
    "Source": "Evening Times",
    "Path": [
      {
        "Name": "Society",
        "Path": "News/Society"
      }
    ],
    "SimilarNews": [],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  },
  {
    "CurrentNews": {
      "Title": "Former Labour chancellor Denis Healey dies aged 98",
      "Description": "Former Labour chancellor Denis Healey dies aged 98",
      "TimeStamp": "03/10/2015",
      "Category": "news",
      "Url": "http://www.eveningtimes.co.uk/news/13801901.Former_Labour_chancellor_Denis_Healey_dies_aged_98/",
      "Source": "Evening Times",
      "MainStory": "<p>Former Labour chancellor Denis Healey dies aged 98</p><p>Former chancellor Lord Denis Healey has died aged 98, his family said.</p><p>The Labour peer served in Number 11 during the 1974-79 government and became the party's deputy leader in 1980.</p><p>He died peacefully at his home in Sussex this morning after a short illness.</p><p>Politicians from across the spectrum paid tribute to Lord Healey.</p><p>Labour leader Jeremy Corbyn said: &quot;Denis Healey was a Labour giant whose record of service to party and country stands as his testament. All our thoughts are with his family.&quot;</p><p>Shadow foreign secretary Hilary Benn, whose father Tony unsuccessfully ran against Lord Healey for the party's deputy leadership, said: &quot;Very sorry to hear that Denis Healey has died. All our thoughts are with his family on their loss.</p><p>Chancellor George Osborne described his predecessor as a &quot;giant of the Labour movement&quot;.</p><p>Lord Healey was in Number 11 when the government was forced to go to the International Monetary Fund for a loan as the UK economy teetered on the brink of collapse in 1976.</p><p>Mr Osborne said Lord Healey had been in office &quot;in the most difficult circumstances&quot;.</p><p>Labour's leader in the House of Lords, Baroness Smith of Basildon, said: &quot;Denis was a great man of British politics and a real character with a tremendous sense of fun.</p><p>&quot;He maintained his passion and commitment and all of us in the Labour peers group will miss him so much.&quot;</p>",
      "Images": null,
      "Related": null,
      "Videos": null,
      "Comments": null,
      "Id": "561011e8e4b0bc42ea678826"
    },
    "Source": "Evening Times",
    "Path": [
      {
        "Name": "Society",
        "Path": "News/Society"
      }
    ],
    "SimilarNews": [],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  },
  {
    "CurrentNews": {
      "Title": "Fiona Hyslop faces new demands over T in the Park grant",
      "Description": "Fiona Hyslop faces new demands over T in the Park grant",
      "TimeStamp": "03/10/2015",
      "Category": "news",
      "Url": "http://www.eveningtimes.co.uk/news/13801859.Fiona_Hyslop_faces_new_demands_over_T_in_the_Park_grant/",
      "Source": "Evening Times",
      "MainStory": "<p>Fiona Hyslop faces new demands over T in the Park grant</p><p>Culture Secretary Fiona Hyslop is facing fresh calls to go back before a Holyrood committee, with opposition MSPs saying questions remain unanswered over a government grant of &pound;150,000 to the T in the Park music festival.</p><p>Opposition members on the Education and Culture Committee have written to convener Stewart Maxwell asking for the government minister to be recalled to answer further questions from MSPs.</p><p>They said they do not believe that the committee or parliament has been provided with &quot;satisfactory and detailed responses to the questions that remain outstanding&quot; following Ms Hyslop's appearance before the committee on Tuesday.</p><p>In the joint letter, Liberal Democrat Liam McArthur, the Conservatives' Liz Smith, and John Pentland and Mark Griffin for Labour said: &quot;The reasons behind the decision to grant &pound;150,000 in state aid to a profitable music festival are of significant interest to both the committee and the public.</p><p>&quot;We are not satisfied that it has been scrutinised to the extent required and to which the public would expect. We therefore request that the Cabinet Secretary be recalled to give evidence to the committee at the earliest opportunity.&quot;</p><p>Accusations of &quot;cronyism&quot; have been made after the Culture Secretary approved the six-figure sum to help the event move to a new site.</p><p>She has faced questions over why the Scottish Government provided state aid to a profitable company with a major corporate sponsor, and over the role of former Scottish Government special adviser Jennifer Dempsie in facilitating key meetings.</p><p>During last week's hearing, Ms Hyslop said T in the Park organisers had warned they could move out of Scotland unless they could address the &quot;severely reduced revenues&quot; associated with the festival's relocation from Balado to Strathallan before the state aid was awarded.</p><p>In the letter to Mr Maxwell, the four MSPs called for answers from the minister to several questions, including whether all other revenue streams were exhausted before &pound;150,000 of public money was sought and granted, what knowledge the Cabinet Secretary had regarding ticket sales, and the extent to which profitability comes into consideration when granting state aid to other major cultural events.</p><p>They also urged the Scottish Government to see what other documents can be released about the award, stating that &quot;the publication of 600 pages of largely redacted documents just hours before the Committee met was wholly inadequate and demonstrated, we believe, contempt for Parliament&quot;.</p><p>A spokesman for Ms Hyslop said: &quot;The Education and Culture Committee's busy remit covers a range of important issues such as school attainment and improving access to childcare - yet opposition parties seem more interested in pursuing conspiracy theories that have already been comprehensively refuted.</p><p>&quot;Ms Hyslop has already answered questions from the opposition for well over an hour on this and stayed on until no members had any questions left to ask.</p><p>&quot;She has also answered questions on T in the Park both in writing and in the Scottish Parliament chamber, as well as publishing over 600 pages of relevant documents.</p><p>&quot;The reality is that the opposition have nothing positive to offer, and whilst they play partisan politics we will get on with the job of improving education and supporting our cultural industries.&quot;</p>",
      "Images": null,
      "Related": null,
      "Videos": null,
      "Comments": null,
      "Id": "561011f4e4b0bc42ea678828"
    },
    "Source": "Evening Times",
    "Path": [
      {
        "Name": "Society",
        "Path": "News/Society"
      }
    ],
    "SimilarNews": [
      {
        "Title": "MSPS to quiz culture secretary Fiona Hyslop over T in the Park funding | Source:Evening Times",
        "Description": "MSPS to quiz culture secretary Fiona Hyslop over T in the Park funding",
        "Url": "http://www.eveningtimes.co.uk/news/13790008.MSPS_to_quiz_culture_secretary_Fiona_Hyslop_over_T_in_the_Park_funding/",
        "Images": null
      }
    ],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  },
  {
    "CurrentNews": {
      "Title": "'Grenade' find sparks alert at Glasgow park",
      "Description": "'Grenade' find sparks alert at Glasgow park",
      "TimeStamp": "03/10/2015",
      "Category": "news",
      "Url": "http://www.eveningtimes.co.uk/news/13801964._Grenade__find_sparks_alert_at_Glasgow_park/",
      "Source": "Evening Times",
      "MainStory": "<p>'Grenade' find sparks alert at Glasgow park</p><p>POLICE were called after a 'grenade' was found in a busy Glasgow park.</p><p>At around 4pm on Saturday, officers received a call from a member of the public about &quot;an item&quot; in Kelvingrove Park.</p><p>Police said investigations were underway into the discovery, which a spokeswoman said is thought to be a grenade.</p><p>It was found behind Kelvingrove Art Gallery and Museum.</p><p>A police cordon is in place while the item is examined.</p><p>A police spokeswoman said: &quot;Police received a call about an item found in Kelvingrove Park, Glasgow.</p><p>&quot;Officers attended and inquiries are underway.&quot;</p>",
      "Images": null,
      "Related": null,
      "Videos": null,
      "Comments": null,
      "Id": "561011fee4b0bc42ea67882a"
    },
    "Source": "Evening Times",
    "Path": [
      {
        "Name": "Park",
        "Path": "News/Location/Glasgow/G3/Park"
      }
    ],
    "SimilarNews": [],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  },
  {
    "CurrentNews": {
      "Title": "Fears over safety of missing teenage girl",
      "Description": "Fears over safety of missing teenage girl",
      "TimeStamp": "03/10/2015",
      "Category": "news",
      "Url": "http://www.eveningtimes.co.uk/news/13801862.Fears_over_safety_of_missing_teenage_girl/",
      "Source": "Evening Times",
      "MainStory": "<p>Fears over safety of missing teenage girl</p><p>A MAJOR search is underway for a teenage girl who disappeared from her home.</p><p>Amelia Gibbons, who is known as Millie, was last seen by her family in Uddingston at around 3am on Friday.</p><p>Police have been searching for the 17-year-old since she was reported missing.</p><p>She is described as white, 5ft 4in tall, of slim build, with long black hair and wearing black-rimmed glasses.</p><p>When she was last seen, Millie was wearing a grey jumper, black cropped top, black trousers or leggings and black shoes.</p><p>Sergeant Keith Campbell said: &quot;Millie has not been missing before and as time passes, her family and police are becoming increasingly concerned for her safety.</p><p>&quot;Inquiries are ongoing to trace her and the police helicopter has also assisted with the search.</p><p>&quot;I would ask anyone with information on here whereabouts to contact Police Scotland on 101.&quot;</p>",
      "Images": null,
      "Related": null,
      "Videos": null,
      "Comments": null,
      "Id": "5610120ae4b0bc42ea67882c"
    },
    "Source": "Evening Times",
    "Path": [
      {
        "Name": "Society",
        "Path": "News/Society"
      },
      {
        "Name": "Arts",
        "Path": "News/Arts"
      }
    ],
    "SimilarNews": [
      {
        "Title": "Fears grow over whereabouts of missing 13-year-old Brogan | Source:Evening Times",
        "Description": "FEARS are growing over the whereabouts of a 13-year-old girl who vanished nearly a week ago.",
        "Url": "http://www.eveningtimes.co.uk/news/fears-grow-over-whereabouts-of-missing-13-year-old-brogan-210079n.128755706",
        "Images": [
          {
            "Name": "et_28755738.jpg",
            "Caption": ""
          }
        ]
      }
    ],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  },
  {
    "CurrentNews": {
      "Title": "Police launch murder inquiry over death of man found injured in Cumbernauld",
      "Description": "Police launch murder inquiry over death of man found injured in Cumbernauld",
      "TimeStamp": "03/10/2015",
      "Category": "news",
      "Url": "http://www.eveningtimes.co.uk/news/13801802.Police_launch_murder_inquiry_over_death_of_man_found_injured_in_Cumbernauld/",
      "Source": "Evening Times",
      "MainStory": "<p>Police launch murder inquiry over death of man found injured in Cumbernauld</p><p>The death of a man found injured in a street is being treated as murder, police have said.</p><p>Officers were called to a disturbance in Glenhove Road, Cumbernauld, North Lanarkshire, at around midnight of Thursday into Friday, where they found 25-year-old Anthony Laurie with serious injuries.</p><p>Mr Laurie, of the town's Kildrum area, was taken to Monklands and District General Hospital but died a short time later.</p><p>Police Scotland have launched a murder inquiry into his death, following the results of a post-mortem examination.</p><p>Officers want to speak to anyone who can help them piece together Mr Laurie's movements earlier on Thursday.</p><p>Detective Chief Inspector Laura Mcluckie, of the force's major investigation team, said: &quot;My officers have been conducting door to door enquiries and viewing CCTV in an attempt to identify the person or persons responsible for Mr Laurie's death.</p><p>&quot;We are also trying to track his movements on the day of Thursday and would like to speak to anyone who had seen him prior to midnight that day.</p><p>&quot;He is described as 25 years of age, 5ft 10ins, of medium build, short brown receding hair, brown eyes and was wearing a navy Lacoste tracksuit, royal blue polo shirt, and black Nike trainers.</p><p>&quot;I am also keen to speak to anyone who was in the vicinity and witnessed a disturbance at Glenhove Road, Cumbernauld shortly before midnight on Thursday October 1.&quot;</p><p>Police can be contacted on 101, while Crimestoppers can be reached on 0800 555 111.</p>",
      "Images": null,
      "Related": null,
      "Videos": null,
      "Comments": null,
      "Id": "56101215e4b0bc42ea67882e"
    },
    "Source": "Evening Times",
    "Path": [
      {
        "Name": "Murder",
        "Path": "News/Society/Incidence/Crime/Homicide/Murder"
      }
    ],
    "SimilarNews": [
      {
        "Title": "Police launch murder probe after injured man dies | Source:Evening Times",
        "Description": "The death of a man following a street disturbance is being treated as murder.",
        "Url": "http://www.eveningtimes.co.uk/news/u/police-launch-murder-probe-after-injured-man-dies.1411816272",
        "Images": [
          {
            "Name": "et_Police Scotland sign_0.jpg",
            "Caption": ""
          }
        ]
      },
      {
        "Title": "Murder inquiry follows death of man in Glasgow | Source:BBC",
        "Description": "The death of a man who was found badly injured in a street in north Glasgow is now being treated as murder.",
        "Url": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-33147589",
        "Images": [
          {
            "Name": "bbc__83657867_riddriedeath.1.jpg",
            "Caption": "Riddrie crime scene"
          }
        ]
      },
      {
        "Title": "Police make arrest in connection with attempted murder of man found seriously injured in Greenock - Daily Record | Source:Daily Record",
        "Description": "A 42-year-old is due in court in connection with the incident in the town's Mount Pleasant Street on Sunday night.",
        "Url": "http://www.dailyrecord.co.uk/news/local-news/police-make-arrest-connection-attempted-6190226",
        "Images": [
          {
            "Name": "drcwg_Police-car-lights-generic.jpg",
            "Caption": ""
          }
        ]
      }
    ],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  },
  {
    "CurrentNews": {
      "Title": "Kids inaugurate Great Scottish Run in Glasgow",
      "Description": "THOUSANDS of children and their families have donned their trainers and taken to the streets of Glasgow for the opening day of the Bank of Scotland Great Scottish Run",
      "TimeStamp": "03/10/2015 15:56",
      "Category": "news",
      "Url": "http://www.scotsman.com/news/scotland/top-stories/kids-inaugurate-great-scottish-run-in-glasgow-1-3906434",
      "Source": "http://www.scotsman.com",
      "MainStory": "<p>THOUSANDS of children and their families have donned their trainers and taken to the streets of Glasgow for the opening day of the Bank of Scotland Great Scottish Run.</p>\n<p></p>\n<p>More than 3,000 people took part in four events across Super Saturday, which saw young runners getting involved in Scotland’s biggest mass participation event.</p>\n<p>Team Scotland middle distance runner Laura Muir and Councillor Archie Graham started the 2.5k Junior Run for young club runners.</p>\n<p>The event resulted in Eilish Gibson of Kilbarchan AAC winning the junior girls (12-15) title, Lewis Ross of Ayr Seaforth AAC clinching the junior boys top spot, Emma Johnson of Edinburgh Athletic Club coming first in the junior girls (9-11) race and Ethan McGlen of Gateshead Harriers coming first in race for boys aged 9-11.</p>\n<p>The wheelchair junior event was won by Kyle Brotherton, who retained his title from last year.</p>\n<p>Commonwealth Games 10,000m gold medallist Moses Kipsiro started the first wave of the Family Mile, while Kenya’s Japheth Korir and Team Australia’s Collis Birmingham started off the second group of family fun runners.</p>\n<p>The Toddler Dash was started by reigning Great Scottish Run champion Edna Kiplagat, and saw over 300 youngsters take on the 100m challenge.</p>\n<p>Andy Mitchelmore, of event organisers the Great Run Company, said: “Super Saturday gives younger runners the chance to be part of Scotland’s biggest running event, and to have over 3,000 join us today is fantastic.</p>\n<p>“It’s great to see George Square packed with excited kids taking part and enjoying sport, not to mention all the parents, grandparents, friends and families lining the routes to support them.</p>\n<p>“Seeing elite athletes like Moses Kipsiro and Edna Kiplagat will hopefully inspire the kids to continue running, and maybe one day take part in our 10k and half marathon events in the years to come - we might even have a baby Bolt or a junior Jess Ennis in our midst.”</p>\n<p>Sunday’s Bank of Scotland Great Scottish Run event will feature the 10k and half marathon, where almost 25,000 are expected to take part across both distances.</p>\n<p></p>\n",
      "Images": [
        {
          "Name": "http://gms.dcs.gla.ac.uk/resources/images/scot_3225476888.jpg",
          "Caption": ""
        }
      ],
      "Related": null,
      "Videos": null,
      "Comments": [
        {
          "UserName": "uk and proud",
          "TimeStamp": "03/10/2015 8:48PM",
          "CommentBody": "well done all those who participated and those spectators , nice to have a happy story.",
          "UpVote": 0,
          "DownVote": 0,
          "Replies": null
        }
      ],
      "Id": "5610619fe4b043edb7d17005"
    },
    "Source": "Scotsman",
    "Path": [],
    "SimilarNews": [],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  },
  {
    "CurrentNews": {
      "Title": "Cumbernauld death being treated as murder",
      "Description": "THE death of a man found injured in a street is being treated as murder, police have said",
      "TimeStamp": "03/10/2015 14:46",
      "Category": "news",
      "Url": "http://www.scotsman.com/news/scotland/top-stories/cumbernauld-death-being-treated-as-murder-1-3906396",
      "Source": "http://www.scotsman.com",
      "MainStory": "<p>THE death of a man found injured in a street is being treated as murder, police have said.</p>\n<p></p>\n<p>Officers were called to a disturbance in Glenhove Road, Cumbernauld, North Lanarkshire, at around midnight of Thursday into Friday, where they found 25-year-old Anthony Laurie with serious injuries.</p>\n<p>Mr Laurie, of the town’s Kildrum area, was taken to Monklands and District General Hospital but died a short time later.</p>\n<p>Police Scotland have launched a murder inquiry into his death, following the results of a post-mortem examination.</p>\n<p>Officers want to speak to anyone who can help them piece together Mr Laurie’s movements earlier on Thursday.</p>\n<p>Detective Chief Inspector Laura Mcluckie, of the force’s major investigation team, said: “My officers have been conducting door to door enquiries and viewing CCTV in an attempt to identify the person or persons responsible for Mr Laurie’s death.</p>\n<p>“We are also trying to track his movements on the day of Thursday and would like to speak to anyone who had seen him prior to midnight that day.</p>\n<p>“He is described as 25 years of age, 5ft 10ins, of medium build, short brown receding hair, brown eyes and was wearing a navy Lacoste tracksuit, royal blue polo shirt, and black Nike trainers.</p>\n<p>“I am also keen to speak to anyone who was in the vicinity and witnessed a disturbance at Glenhove Road, Cumbernauld shortly before midnight on Thursday October 1.”</p>\n<p>Police can be contacted on 101, while Crimestoppers can be reached on 0800 555 111.</p>\n<p></p>\n",
      "Images": [
        {
          "Name": "http://gms.dcs.gla.ac.uk/resources/images/scot_106451139.jpg",
          "Caption": ""
        }
      ],
      "Related": null,
      "Videos": null,
      "Comments": null,
      "Id": "561061a5e4b043edb7d17006"
    },
    "Source": "Scotsman",
    "Path": [],
    "SimilarNews": [],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  },
  {
    "CurrentNews": {
      "Title": "Missing teen found safe and well",
      "Description": "Missing teen found safe and well",
      "TimeStamp": "03/10/2015",
      "Category": "news",
      "Url": "http://www.eveningtimes.co.uk/news/13802022.Missing_teen_found_safe_and_well/",
      "Source": "Evening Times",
      "MainStory": "<p>Missing teen found safe and well</p><p>A TEENAGE girl who was reported missing from her Uddingston home has been found safe and well in London.</p><p>Amelia Gibbons, who is known as Millie, was last seen by her family at around 3am on Friday.</p><p>Police launched a major search for the 17-year-old.</p><p>Officers confirmed she was found safe and well in London on Saturday.</p>",
      "Images": null,
      "Related": null,
      "Videos": null,
      "Comments": null,
      "Id": "56106633e4b0d05eb51bfd2f"
    },
    "Source": "Evening Times",
    "Path": [],
    "SimilarNews": [],
    "LocData": {
      "Id": "",
      "Url": "",
      "Title": "",
      "Loc": null
    }
  }
]